<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>CÉSAR DE FARIA JUNIOR</h1>
										<h2>Cadeira nº 04 - Patrono: RUI BARBOSA</h2>
									</header>

									<span class="image"><img src="images/cfj.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>

									<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Esplanada, Bahia, em 14 de maio de 1964, filho de C&eacute;sar de Faria e Maria do Socorro Serra de Faria.</span></p>
									<p class="p1" style="text-align: justify;"><span class="s1"> Estudou em col&eacute;gio p&uacute;blico na cidade de Entre Rios, Bahia, at&eacute; a 6&ordm; s&eacute;rie do gin&aacute;sio, antigo ensino fundamental, quando se mudou para Salvador, cursando e concluindo o 2&ordm; grau no Instituto Social da Bahia (ISBA). Graduou-se em Direito pela Universidade Federal da Bahia no final do ano de 1985, onde se especializou em Direito Processual, no per&iacute;odo de 1988/1989, obteve os t&iacute;tulos de Mestre em Direito Econ&ocirc;mico em 2003, e o de Doutor em Direito P&uacute;blico em 2010, e &eacute; Professor Associado.</span></p>
									<p class="p1" style="text-align: justify;"><span class="s1"> Advogado militante na &aacute;rea criminal desde o in&iacute;cio da sua profiss&atilde;o, lidera o escrit&oacute;rio &ldquo;Advocacia Prof. C&eacute;sar Faria&rdquo;, em Salvador.</span></p>
									<p class="p1" style="text-align: justify;"><span class="s1"> Foi aprovado em 1987 no concurso p&uacute;blico nacional para o cargo de Procurador Federal. De 1988 a 1992, tamb&eacute;m por aprova&ccedil;&atilde;o em concurso p&uacute;blico, exerceu o cargo de Auditor Jur&iacute;dico do Tribunal de Contas do Estado da Bahia. Foi Secret&aacute;rio de Governo do Estado da Bahia, no per&iacute;odo de 1991 a 1992. Ainda por aprova&ccedil;&atilde;o em concurso p&uacute;blico nacional, exerce desde 1992 o cargo de Advogado de Of&iacute;cio da Justi&ccedil;a Militar Federal, hoje Defensor P&uacute;blico da Uni&atilde;o. </span></p>
									<p class="p1" style="text-align: justify;"><span class="s1"> Em 1989, foi aprovado em primeiro lugar no concurso de provas e t&iacute;tulos para professor da Faculdade de Direito da Universidade Federal da Bahia, iniciando aos 25 anos sua carreira no magist&eacute;rio, ainda hoje lecionando Direito Processual Penal e Pr&aacute;tica Jur&iacute;dica Penal. Foi professor convidado da p&oacute;s-gradua&ccedil;&atilde;o da Universidade Jorge Amado &ndash; UNIJORGE, da Universidade Cat&oacute;lica de Salvador &ndash; UCSAL, e da Universidade Salvador &ndash; UNIFACS, nesta &uacute;ltima ensinando na gradua&ccedil;&atilde;o em 1999. Na Funda&ccedil;&atilde;o Faculdade de Direito da Bahia, foi coordenador e professor do pioneiro Curso de Especializa&ccedil;&atilde;o em Ci&ecirc;ncias Criminais (1993/1994). Integrou o quadro de professores da EPAM &ndash; Escola de Prepara&ccedil;&atilde;o e Aperfei&ccedil;oamento de Magistrados do Estado da Bahia, 1990 a 1998. Lecionou Direito Penal no Curso de Forma&ccedil;&atilde;o de Delegados, promovido pela ACADEPOL &ndash; Academia de Pol&iacute;cia do Estado da Bahia, em 1995.</span></p>
									<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; Membro Fundador e Primeiro Presidente do Instituto Baiano de Direito Processual Penal (IBADPP), Conselheiro Nacional da Associa&ccedil;&atilde;o Brasileira dos Advogados Criminalistas (ABRACRIM) para o tri&ecirc;nio 2016/2019, Membro da Associa&ccedil;&atilde;o Brasileira de Professores de Ci&ecirc;ncias Criminais (ABPCP), Membro do Instituto Brasileiro de Ci&ecirc;ncias Criminais (IBCCRIM), Membro Efetivo do Instituto Geogr&aacute;fico e Hist&oacute;rico da Bahia (IGHB) e do Instituto dos Advogados da Bahia (IAB), onde foi presidente da Comiss&atilde;o de Estudos Jur&iacute;dicos, de 1997 a 1998. </span></p>
									<p class="p1" style="text-align: justify;"><span class="s1"> Integrou a Comiss&atilde;o de Ensino Jur&iacute;dico da Ordem dos Advogados do Brasil, Seccional da Bahia, de 2004 a 2006. Designado pelo Presidente da OAB/BA, em 2016, Relator da Comiss&atilde;o Tempor&aacute;ria de Reforma do C&oacute;digo de Processo Penal. Participou de v&aacute;rias bancas examinadoras de concursos p&uacute;blicos na &aacute;rea jur&iacute;dica, bem como da Comiss&atilde;o Julgadora do Pr&ecirc;mio Nacional Ruy Barbosa, promovido pela Secretaria de Cultura e Turismo da Bahia. Foi vencedor do pr&ecirc;mio &ldquo;Professor J. J. Calmon de Passos&rdquo;, com a tese &ldquo;A motiva&ccedil;&atilde;o das decis&otilde;es como garantia constitucional e seus reflexos pr&aacute;ticos&rdquo; (1990). &Eacute; conferencista em in&uacute;meros congressos cient&iacute;ficos de relevo nacional na &aacute;rea de sua especializa&ccedil;&atilde;o, com destaque para o VII e IX Encontro Brasileiro de Advogados Criminalistas, promovido pela ABRACRIM (2016/2018), o I Congresso Nacional da Academia de Letras Jur&iacute;dicas da Bahia (2015) e do 17&ordm; Semin&aacute;rio Internacional do IBCCRIM, onde ministrou palestra com o tema &ldquo;Audi&ecirc;ncia P&uacute;blica sobre a PEC dos Recursos e o Direito de Defesa&rdquo; (2011). Foi Coordenador Cient&iacute;fico e Conferencista no Semin&aacute;rio sobre o Novo C&oacute;digo de Processo Penal, realizado em parceria entre OAB/BA e UFBA (2017). Foi Organizador do I Semin&aacute;rio Nacional do Instituto Baiano de Direito Processual Penal, onde proferiu discurso de abertura (2012). Participou por diversas vezes do semin&aacute;rio Novas Teses das Ci&ecirc;ncias Criminais, bem como participou do I Simp&oacute;sio de Direito da Universidade do Estado da Bahia (2012), al&eacute;m do Congresso Internacional de Direito Penal e Democracia (2001), e do I Semin&aacute;rio Internacional de Direito Ambiental da Fauna na UFBA, oportunidade na qual palestrou sobre &ldquo;Responsabilidade Penal da Pessoa Jur&iacute;dica nos Crimes Ambientais&rdquo; (2001). Ainda participou do 1&ordm; Semin&aacute;rio de Direito Penal, Processual Penal e Execu&ccedil;&atilde;o Penal, do Patronato de Presos e Egressos do Estado da Bahia (1998). Proferiu palestras acerca de diversos temas, dentre as quais destacam-se: &Eacute;tica e Transpar&ecirc;ncia na Administra&ccedil;&atilde;o P&uacute;blica; Instrumentos legais de controle &agrave; corrup&ccedil;&atilde;o; Colabora&ccedil;&atilde;o Premiada; Significado das diversas faces dos Direitos Humanos; A repercuss&atilde;o dos Embargos Infringentes na A&ccedil;&atilde;o Penal 470; O Processo Penal e sua rela&ccedil;&atilde;o direta com os Direitos Humanos; Participa&ccedil;&atilde;o Popular na Justi&ccedil;a Penal; Acesso &agrave; justi&ccedil;a e tutelas de urg&ecirc;ncia no Processo Penal; PEC dos Recursos e o Direito de Defesa.</span></p>
									<p class="p1" style="text-align: justify;"><span class="s1"> Publicou os livros: O Processo Administrativo Fiscal e as Condi&ccedil;&otilde;es da A&ccedil;&atilde;o Penal nos Crimes Tribut&aacute;rios (2003, Forense); O Processo Administrativo Fiscal e as Condi&ccedil;&otilde;es da A&ccedil;&atilde;o Penal nos Crimes Tribut&aacute;rios &ndash; edi&ccedil;&atilde;o revista, atualizada, ampliada com resenha da nova posi&ccedil;&atilde;o do STF (2006, Forense); Processo Penal Especial (2001, Saraiva), coordenando edi&ccedil;&atilde;o especial em homenagem aos 110 anos da Faculdade de Direito da UFBA. Tem tamb&eacute;m participa&ccedil;&otilde;es em livros com outros autores, dentre eles, Temas de Direito Penal e Processual Penal - Estudos Em Homenagem ao Juiz Tourinho Neto (2013, JusPodivm), obra coletiva na qual elaborou o cap&iacute;tulo &ldquo;Considera&ccedil;&otilde;es acerca do Processo Penal do Inimigo&rdquo;; Os nomes das salas: homenagem aos 125 anos da Faculdade Livre De Direito Da Bahia (2016, JusPodivm), obra na qual colaborou com dois cap&iacute;tulos (&ldquo;Arx Tourinho: um s&iacute;mbolo, um exemplo, uma legenda&rdquo; e &ldquo;Adhemar Raymundo da Silva&rdquo;); Leituras Complementares de Processo Penal, onde publicou &ldquo;Jean Charles de Menezes e o processo penal do amigo&rdquo; (2008, JusPodivm); Principiologia - Estudos Em Homenagem ao Centen&aacute;rio de Luiz de Pinho Pedreira da Silva, onde publicou &ldquo;O tipo de falso testemunho na Justi&ccedil;a do Trabalho&rdquo; (1998, Ltr); e &ldquo;Varia&ccedil;&otilde;es sobre a Modernidade de Ruy Barbosa&rdquo;, publicado pela Academia de Letras e Secretaria da Cultura e Turismo da Bahia, no ano de 2000.</span></p>
									<p class="p1" style="text-align: justify;"><span class="s1"> Ainda colabora com dezenas de artigos publicados em revistas especializadas e jornais de grande circula&ccedil;&atilde;o. Na Revista de Ci&ecirc;ncias Penais, destacam-se O Processo Penal do Inimigo, os direitos e garantias fundamentais e o princ&iacute;pio da proporcionalidade (2011); Crimes Hediondos: a nova lei (1990); A motiva&ccedil;&atilde;o das decis&otilde;es como garantia constitucional e seus reflexos pr&aacute;ticos (1991). Na Revista Brasileira de Ci&ecirc;ncias Criminais, publicou Crimes Contra a Ordem Tribut&aacute;ria (1994); Crime Previdenci&aacute;rio (1995); Ruy Barbosa, o J&uacute;ri e a Responsabilidade Penal dos Ju&iacute;zes - O crime de hermen&ecirc;utica (2001). No Boletim IBCCRIM, publicou A 'inc&ocirc;moda' sustenta&ccedil;&atilde;o oral nos tribunais (2015); e na Revista Brasileira de Estudos Jur&iacute;dicos publicou Considera&ccedil;&otilde;es acerca do Processo Penal do Inimigo (2010). Na Revista da Faculdade de Direito da UFBA, publicou Inova&ccedil;&otilde;es Constitucionais no Processo Penal (1991); na Revista Jur&iacute;dica dos Formandos em Direito, publicou Intercepta&ccedil;&otilde;es Telef&ocirc;nicas (1997); e na Revista dos Mestrandos em Direito Econ&ocirc;mico, publicou A propriedade e a Responsabilidade Penal da Pessoa Jur&iacute;dica nos Crimes Ambientais (2000). Na Revista Eletr&ocirc;nica de Direito do Estado, est&atilde;o publicados Crime de Hermen&ecirc;utica (2017); Viol&ecirc;ncia dom&eacute;stica: caso do cantor Victor da dupla &lsquo;Victor e L&eacute;o&rsquo; (2017); Acordo de dela&ccedil;&atilde;o &lsquo;premiad&iacute;ssima&rsquo; dos irm&atilde;os bilion&aacute;rios da JBS &eacute; flagrantemente ilegal (2017); O Supremo privil&eacute;gio de errar por &uacute;ltimo (2016) e A d&uacute;vida &eacute; a certeza dos loucos! (2016); A Fraternidade e os Encarcerados (Boletim Informativo SBCPD, 1997). Na Revista Ci&ecirc;ncia Jur&iacute;dica, publicou &ldquo;A Lei Fleury&rdquo; (1995), e, na Revista Forense, publicou Habeas Corpus - Peti&ccedil;&atilde;o Inicial - Constrangimento Ilegal por Ato Judicial (1996). Na Revista da Academia de Letras Jur&iacute;dicas da Bahia, publicou &ldquo;Ruy e a Confer&ecirc;ncia de Haia&rdquo; (2011). No Jornal A Tarde, publicou Neuza Maria Alves da Silva - mulher, negra, guerreira, baiana (2017); O Direito Penal do Inimigo (2012); Respeitem a miss&atilde;o do advogado (2004); A nova e pol&ecirc;mica lei de pris&atilde;o preventiva (2011); Jean Charles de Menezes e o processo penal do amigo (2007); Invas&otilde;es de escrit&oacute;rios de advocacia, a quem interessa? (2005); Arx Tourinho: um s&iacute;mbolo, um exemplo, uma legenda (2005); O Alcance da nova Lei 10.684/03 (2003); Processo Penal Especial (2001); &nbsp;Crimes ambientais: "Defesa de Avestruz" (2001); A Globaliza&ccedil;&atilde;o e o Direito (1998); Dos crimes de tr&acirc;nsito (1998); Ant&ocirc;nio Evaristo de Moraes Filho (1997); A Fraternidade e os Encarcerados (1997); Justi&ccedil;a pode punir Vera Fischer (1996); Lei "Fleury" foi revogada pela Constitui&ccedil;&atilde;o de 88 (1995); Tortura n&atilde;o &eacute; Crime!(1992); Uma Conquista Perigosa (1989); O Caso do BABALORIX&Aacute; NELSON (Quando a paranormalidade d&aacute; cadeia); Em defesa dos Criminalistas; O Direito Penal na Ecologia; O Valor de uma Vida Humana, dentre outros.</span></p>
									<p class="p1" style="text-align: justify;"><span class="s1"> Recebeu, por seis vezes, Mo&ccedil;&atilde;o de Louvor do Plen&aacute;rio do Tribunal de Contas do Estado da Bahia (1989, 1990, 1991, 1992, 1998 e 1999). Do Tribunal Regional do Trabalho &ndash; 5&ordf; Regi&atilde;o, recebeu a Comenda Ministro Coqueijo Costa da Ordem do M&eacute;rito Judici&aacute;rio do Trabalho da Bahia (2017). Nesta Academia, recebeu a Medalha Orlando Gomes (2017).</span></p>
									<p class="p1" style="text-align: justify;"><span class="s1"> Ingressou na Academia de Letras Jur&iacute;dicas da Bahia em 18 de mar&ccedil;o de 1999, na vaga decorrente do falecimento do acad&ecirc;mico Ivan Americano da Costa, ocupando o cargo de Presidente no bi&ecirc;nio 2015/2017, sendo o atual Diretor da Revista da Academia.</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>