<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>DIRLEY DA CUNHA JUNIOR</h1>
										<h2>Cadeira nº 09 - Patrono: FILINTO BASTOS</h2>
									</header>

									<span class="image"><img src="images/dcj.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Bom Jesus da Lapa, a 21 de mar&ccedil;o de 1969, filho de Dirley da Cunha Borges e Lilian Mariano Barreto da Cunha. Foi criado em Juazeiro/BA. Estudou na Escola Educand&aacute;rio S&atilde;o Francisco, em Juazeiro/BA, onde cursou parte do ensino fundamental, do 1&ordm; ao 5&ordm; ano.<span class="Apple-converted-space">&nbsp; </span>Posteriormente, estudou no col&eacute;gio Dom Bosco, em Petrolina/PE, do 6&ordm; ao 8&ordm; ano do ensino fundamental e do 1&ordm; ao 2&ordm; ano do ensino m&eacute;dio;</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Foi completar seus estudos em Salvador/BA, onde cursou o 3&ordm; ano do ensino m&eacute;dio no col&eacute;gio Sartre, donde partiu para prestar exame vestibular para Direito na Universidade Federal da Bahia (UFBA) e na Universidade Cat&oacute;lica do Salvador (UCSAL), logrando aprova&ccedil;&atilde;o em ambas as institui&ccedil;&otilde;es de ensino superior. Fez op&ccedil;&atilde;o pelo curso de Direito da UFBA, onde ingressou em fevereiro de 1987, ainda com 17 anos de idade, e concluiu em agosto de 1991, com 22 anos de idade, sendo considerado um dos mais destacados alunos da Faculdade, cujo m&eacute;rito foi reconhecido por todos os seus professores. Na Faculdade, chegou a assumir a Presid&ecirc;ncia do Centro de Estudos e Pesquisas Jur&iacute;dicas &ndash; CEPEJ, entidade criada pelos pr&oacute;prios alunos da Faculdade de Direito para incentivar e auxiliar o estudante na pesquisa e investiga&ccedil;&atilde;o te&oacute;rico-cient&iacute;fica dos temas e fen&ocirc;menos jur&iacute;dicos e pela edi&ccedil;&atilde;o da Revista Jur&iacute;dica do CEPEJ, elaborada em v&aacute;rios volumes. Tamb&eacute;m participou de movimentos estudantis na defesa do ensino p&uacute;blico superior e no melhoramento das condi&ccedil;&otilde;es de aprendizagem. Ainda na Faculdade, estagiou em importantes centros jur&iacute;dicos, como o Patronato de Presos e Egressos, institui&ccedil;&atilde;o vinculada ao Conselho Penitenci&aacute;rio do Estado da Bahia e &agrave; Secretaria de Justi&ccedil;a do Estado.Formou-se em Direito pela UFBA em 27 de agosto de 1991, com 22 anos de idade. J&aacute; no in&iacute;cio do ano seguinte, em janeiro de 1992, come&ccedil;ou a prestar concurso p&uacute;blico para o cargo de Promotor de Justi&ccedil;a do Estado da Bahia, logrando aprova&ccedil;&atilde;o. Tomou posse no cargo de Promotor de Justi&ccedil;a em 01 de junho de 1992, com 23 anos de idade, o mais novo da turma e considerado &agrave; &eacute;poca como um dos Promotores de Justi&ccedil;a mais novos do Pa&iacute;s. Foi Promotor de Justi&ccedil;a, com destacada e reconhecida atua&ccedil;&atilde;o, nas comarcas de Senhor do Bonfim/BA e de Jaguarari/BA. Exerceu o cargo de Promotor at&eacute; 22 de junho de 1995.<span class="Apple-converted-space">&nbsp; </span>Em 22 de junho de 1995, com 26 anos de idade, tomou posse no cargo de Procurador da Rep&uacute;blica, depois de aprovado em disputado concurso p&uacute;blico, que contou com mais de dez mil candidatos em todo o Pa&iacute;s. Ficou entre os primeiros colocados.<span class="Apple-converted-space">&nbsp; </span>Exerceu o cargo de Procurador da Rep&uacute;blica, tamb&eacute;m com grandes atua&ccedil;&otilde;es, sobretudo na &aacute;rea de defesa dos direitos humanos fundamentais e interesses difusos e coletivos, nos Estados do Piau&iacute; e Bahia. Na Bahia, foi Vice-Procurador-Chefe da Procuradoria da Rep&uacute;blica com sede no Estado. Exerceu o cargo de Procurador da Rep&uacute;blica at&eacute; 26 de fevereiro de 1999. Em 26 de fevereiro de 1999, tomou posse no cargo de Juiz Federal, ap&oacute;s tamb&eacute;m concorrido concurso p&uacute;blico, no qual foi aprovado em 2&ordm; lugar em todo o Pa&iacute;s. Foi Juiz Federal nos Estados de Sergipe e Bahia. Atualmente &eacute; Juiz Federal Titular da 5&ordf; Vara Federal da Se&ccedil;&atilde;o Judici&aacute;ria do Estado da Bahia. Foi Coordenador dos Juizados Especiais Federais da Se&ccedil;&atilde;o Judici&aacute;ria da Bahia e Vice-Diretor do Foro da Se&ccedil;&atilde;o Judici&aacute;ria do Estado da Bahia nos per&iacute;odos de 01/06/2014 a 31/05/2016 e 01/06/2016 a 31/05/2018. &Eacute; Juiz Diretor do Foro da Se&ccedil;&atilde;o Judici&aacute;ria do Estado da Bahia no mandato de 01/06/2018 a 31/05/2020. Na vida acad&ecirc;mica, foi Professor contratado da Faculdade de Direito da Universidade Cat&oacute;lica do Salvador (UCSAL), extens&atilde;o Juazeiro, entre 1993 a 1995. Posteriormente, em 2000, prestou Concurso P&uacute;blico de Provas e T&iacute;tulos para Professor Efetivo (Assistente-Mestre) na mesma Faculdade de Direito da UCSAL, em Salvador, obtendo o 1&ordm; lugar, onde leciona Direito Constitucional at&eacute; a presente data; Atualmente, &eacute; Professor Adjunto IV dessa Institui&ccedil;&atilde;o. Fez P&oacute;s-Gradua&ccedil;&atilde;o/Especializa&ccedil;&atilde;o na Universidade Lus&iacute;ada, na Cidade do Porto, em Portugal (2000); e P&oacute;s-Gradua&ccedil;&atilde;o/Especializa&ccedil;&atilde;o na Funda&ccedil;&atilde;o Faculdade de Direito da Bahia (1996), Cursos juntos aos quais obteve os t&iacute;tulos de ESPECIALISTA EM DIREITO. Fez Mestrado junto &agrave; Faculdade de Direito da UFBA, no qual ingressou, ap&oacute;s rigorosa sele&ccedil;&atilde;o, no primeiro semestre de 1996, e concluiu, com a defesa de Disserta&ccedil;&atilde;o, em 24 de setembro de 1999. Cumpriu os cr&eacute;ditos com o coeficiente de rendimento geral <strong>09,22</strong> e obteve o t&iacute;tulo de MESTRE EM DIREITO ECON&Ocirc;MICO, com Disserta&ccedil;&atilde;o aprovada &agrave; unanimidade com nota m&aacute;xima e com distin&ccedil;&atilde;o, com o tema: <em>A Defesa do Meio Ambiente na Ordem Constitucional Econ&ocirc;mica</em>, defendida perante Banca Examinadora composta pelos Professores Doutores Maria Auxiliadora Minahim (Orientadora), Paulo de Bessa Antunes e Wilson Alves de Sousa. Fez Doutorado junto &agrave; PUC-SP, onde ingressou, ap&oacute;s rigorosa sele&ccedil;&atilde;o, no segundo semestre de 2001, concluindo o curso, com a defesa de Tese, em 25 de junho de 2003. Cumpriu os cr&eacute;ditos com o coeficiente de rendimento geral <strong>09,60 </strong>e obteve o t&iacute;tulo de DOUTOR EM DIREITO CONSTITUCIONAL (&Aacute;REA DE CONCENTRA&Ccedil;&Atilde;O: DIREITO DO ESTADO), com Tese aprovada &agrave; unanimidade com nota m&aacute;xima e com distin&ccedil;&atilde;o, com o tema: <em>O Controle Judicial dos Omiss&otilde;es do Poder P&uacute;blico: Em Busca de uma Dogm&aacute;tica Constitucional Transformadora &agrave; Luz do Direito Fundamental &agrave; Efetiva&ccedil;&atilde;o da Constitui&ccedil;&atilde;o</em>, defendida perante Banca Examinadora composta pelos Professores Doutores Luiz Alberto David Araujo (Orientador), Pietro de Jesus Lora Alarcon, Vidal Serrano Nunes J&uacute;nior, Walter Claudius Rothenburg e Edvaldo Brito, obtendo nota m&aacute;xima (<strong>nota 10,0</strong>).<span class="Apple-converted-space">&nbsp; </span>Vale fazer o registro de que, em gesto de rara ocorr&ecirc;ncia, a Banca Examinadora, &agrave; unanimidade, aprovou mo&ccedil;&atilde;o de louvor &agrave; Tese, o que se efetivou com aplauso p&uacute;blico, sublinhando-se que a referida Tese, al&eacute;m da excel&ecirc;ncia de seu conte&uacute;do, era a maior at&eacute; ent&atilde;o defendida na institui&ccedil;&atilde;o, com 950 p&aacute;ginas escritas. Fez P&oacute;s-Doutorado na Faculdade de Direito da Universidade de Lisboa/Portugal, onde ingressou em 2015 para o Ano-Letivo 2015-2016, tendo conclu&iacute;do as atividades em 2016. Com a supervis&atilde;o acad&ecirc;mica do Professor Catedr&aacute;tico Prof. Dr. Jorge Miranda, defendeu, em seu Relat&oacute;rio Final, a Tese intitulada <em>A Justi&ccedil;a Constitucional no Brasil e em Portugal: Contributo para uma Teoria Luso-Brasileira da Jurisdi&ccedil;&atilde;o Constitucional</em>, que recebeu o conceito m&aacute;ximo do Conselho Cient&iacute;fico da Institui&ccedil;&atilde;o. &Eacute; Professor Associado da Faculdade de Direito da Universidade Federal da Bahia, onde leciona nos Cursos de Gradua&ccedil;&atilde;o, Mestrado e Doutorado as disciplinas Teoria da Constitui&ccedil;&atilde;o e Organiza&ccedil;&atilde;o do Estado, Direito Constitucional e Direitos Fundamentais (na Gradua&ccedil;&atilde;o) e Direitos Humanos e Fundamentais e Jurisdi&ccedil;&atilde;o Constitucional Comparada e Novo Direitos (no Mestrado e Doutorado). &Eacute; Professor Adjunto IV (concursado) dos Cursos de Gradua&ccedil;&atilde;o, Mestrado e Doutorado na UCSAL, onde ensina Direito Constitucional (na Gradua&ccedil;&atilde;o) e Pol&iacute;ticas Sociais e Cidadania (no Mestrado e Doutorado). &Eacute; Professor Adjunto dos Cursos de Gradua&ccedil;&atilde;o e P&oacute;s-Gradua&ccedil;&atilde;o <em>lato sensu</em> na Faculdade Baiana de Direito, onde ensina Direito Constitucional e Jurisdi&ccedil;&atilde;o Constitucional. &Eacute; Professor de Direito Constitucional das Escolas da Magistratura do Estado da Bahia (EMAB) e de Sergipe (EJUSE), da Escola Judicial do Tribunal Regional do Trabalho da 5&ordf; Regi&atilde;o e da Funda&ccedil;&atilde;o Escola Superior do Minist&eacute;rio P&uacute;blico do Estado da Bahia (FESMIP-BA). &Eacute; Professor-Coordenador do Curso de P&oacute;s-Gradua&ccedil;&atilde;o em Direito P&uacute;blico da Faculdade Baiana de Direito. &Eacute; Professor-Coordenador do Curso de P&oacute;s-Gradua&ccedil;&atilde;o em Direito do Estado da CICLO - Renovando Conhecimento (Aracaj&uacute;/SE) em conv&ecirc;nio com a Faculdade de Guanambi (BA). &Eacute; Membro Efetivo da Associa&ccedil;&atilde;o Brasileira de Constitucionalistas Democratas (ABCD). &Eacute; Membro Efetivo do Instituto Brasileiro de Direito Constitucional - IBDC e Presidente Fundador e de Honra do Instituto de Direito Constitucional da Bahia &ndash; IDCB. Sempre contribuiu com a proje&ccedil;&atilde;o do Estado da Bahia no cen&aacute;rio Acad&ecirc;mico Nacional, com mais de duzentas palestras que ministrou em todo o Brasil, com sua vincula&ccedil;&atilde;o &agrave;s Institui&ccedil;&otilde;es de ensino baianas e com suas produ&ccedil;&otilde;es jur&iacute;dicas. Lidera dois grupos de pesquisa, sendo um na Universidade Federal da Bahia (<em>N&uacute;cleo de Pesquisa em Jurisdi&ccedil;&atilde;o Constitucional e Controle de Constitucionalidade</em>) e outro na Universidade Cat&oacute;lica de Salvador (<em>N&uacute;cleo de Pesquisa em Processo Constitucional e Direitos Fundamentais</em>). Desenvolve atualmente atividades acad&ecirc;micas vinculadas a dois projetos de pesquisa: (1) Jurisdi&ccedil;&atilde;o Constitucional e Efetividade dos Direitos Fundamentais e (2) Cidadania e Efetividade dos Direitos Sociais. Tamb&eacute;m desenvolve projeto de extens&atilde;o junto &agrave; UCSAL, intitulado <em>A Constitui&ccedil;&atilde;o Federal nos Bairros</em>.</span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1">LIVROS PUBLICADOS</span></h2>
<p class="p2" style="text-align: justify;"><span class="s1">1) <strong>Curso de Direito Constitucional</strong> (Editora Juspodivm, j&aacute; na sua 12&ordf; Edi&ccedil;&atilde;o);</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">2) <strong>Curso de Direito Administrativo</strong> (Editora Juspodivm, j&aacute; na sua 16&ordf; Edi&ccedil;&atilde;o);</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">3) <strong>Controle Judicial das Omiss&otilde;es do Poder P&uacute;blico</strong> (Editora Saraiva, j&aacute; na sua 2&ordf; Edi&ccedil;&atilde;o);</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">4) <strong>Controle de Constitucionalidade</strong> (Editora Juspodivm, j&aacute; na sua 9&ordf; Edi&ccedil;&atilde;o);</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">5) <strong>Curso de Direito Constitucional para a OAB</strong> (Editora Juspodivm, na sua 3&ordf; Edi&ccedil;&atilde;o);</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">6) <strong>Constitui&ccedil;&atilde;o Federal Anotada</strong> (Editora Juspodivm, em co-autoria com Marcelo Novelino, na sua 9&ordf; Edi&ccedil;&atilde;o);</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">7) <strong>EC 45/2004: Coment&aacute;rios &agrave; Reforma do Poder Judici&aacute;rio</strong> (Editora Juspodivm, em co-autoria com Carlos R&aacute;tis);</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">8) <strong>Direito Penal - Parte Geral</strong> (Editora Juspodivm)</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">► Sua produ&ccedil;&atilde;o intelectual completa pode ser acompanhada em <a href="http://buscatextual.cnpq.br/buscatextual/visualizacv.do?id=K4713585T5"><span class="s2">http://buscatextual.cnpq.br/buscatextual/visualizacv.do?id=K4713585T5</span></a></span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>