<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>FREDIE SOUZA DIDIER JUNIOR</h1>
										<h2>Cadeira nº 31 - Patrono: BERNARDINO JOSÉ DE SOUZA</h2>
									</header>

									<span class="image"><img src="images/fsdj.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Salvador, Bahia, a 13 de setembro de 1974, filho de Fredie Souza Didier e Marta Gouveia Didier. Estudou na Escola Girassol (1978-1985) e no Col&eacute;gio S&atilde;o Paulo (1986-1992). Fez gradua&ccedil;&atilde;o em Direito na Universidade Federal da Bahia (1993-1997), onde tamb&eacute;m obteve o grau de mestre em Direito (2002). Doutorou-se em Direito pela Pontif&iacute;cia Universidade Cat&oacute;lica de S&atilde;o Paulo (2005). Concluiu o p&oacute;s-doutorado na Universidade de Lisboa (2009). &Eacute; livre-docente pela Universidade de S&atilde;o Paulo (2012). Foi professor da Universidade Cat&oacute;lica do Salvador (1999-2002), da Universidade Salvador (1999-2005) e da Unijorge (2003-2005). Desde 2004, &eacute; professor (atualmente, associado) dos cursos de gradua&ccedil;&atilde;o, mestrado e doutorado em Direito da Faculdade de Direito da Universidade Federal da Bahia. Foi Chefe do Departamento de Direito P&uacute;blico (2009-2012) e atualmente &eacute; membro da Congrega&ccedil;&atilde;o da Faculdade de Direito da UFBA. &Eacute; Diretor-acad&ecirc;mico (desde 2006) da Faculdade Baiana de Direito. Professor Honor&aacute;rio da Universidad Continental (Peru). &Eacute; professor visitante da Pontif&iacute;cia Universidad Catolica del Per&uacute; desde 2015. &Eacute; professor colaborador dos Programas de P&oacute;s-gradua&ccedil;&atilde;o em Direito da Universidade Cat&oacute;lica de Pernambuco (UNICAP) e da Universidade Federal do Esp&iacute;rito Santo (UFES). &Eacute; membro do Instituto Geogr&aacute;fico e Hist&oacute;rico da Bahia (2009), do Instituto dos Advogados da Bahia (2001), da Academia de Letras Jur&iacute;dicas da Bahia (2008; &eacute; Vice-Presidente desde 2015), da Academia de Letras da Bahia (2017), do Instituto Brasileiro de Direito Processual (2000), do Instituto Ibero-americano de Direito Processual (2008), da International Association of Procedural Law (2010), da Associa&ccedil;&atilde;o Brasileira de Direito Processual (2015), da Associa&ccedil;&atilde;o Norte e Nordeste de Professores de Processo (2011, de que foi Presidente no per&iacute;odo 2011-2013) e da Associa&ccedil;&atilde;o Brasileira de Direito Processual Constitucional (2013). &Eacute; membro honor&aacute;rio do Instituto Carioca de Processo Civil (ICPC, desde 2017). &Eacute; advogado militante desde 1999. &Eacute; membro da Assembleia das Obras Sociais de Irm&atilde; Dulce. Membro da Ordem do M&eacute;rito Judici&aacute;rio Trabalhista (2015). Foi conselheiro estadual (2010-2012) e conselheiro federal suplente da OAB (2013-2015). Foi Vice-Presidente da Comiss&atilde;o Nacional de Estudos Constitucionais da OAB (2013-2015). Foi o c</span><span class="s2">oordenador da Comiss&atilde;o de Juristas Respons&aacute;vel pela revis&atilde;o, na C&acirc;mara dos Deputados, do projeto de novo C&oacute;digo de Processo Civil brasileiro (Lei n. 13.105/2015) &ndash; setembro de 2011 a mar&ccedil;o de 2014. Foi consultor externo da comiss&atilde;o de reforma do Regimento Interno do Tribunal de Justi&ccedil;a do Estado da Bahia, em raz&atilde;o do C&oacute;digo de Processo Civil (Lei n. 13.105/2015) &ndash; dezembro de 2015 a mar&ccedil;o de 2016. Foi consultor do Minist&eacute;rio da Justi&ccedil;a Peruano para a elabora&ccedil;&atilde;o do anteprojeto de reforma do C&oacute;digo de Processo Civil peruano (2017).</span><span class="s1"> &Eacute; membro do Conselho Editorial de diversos peri&oacute;dicos cient&iacute;ficos. Possui mais de uma centena de artigos publicados em peri&oacute;dicos cient&iacute;ficos e livros no Brasil, Alemanha, It&aacute;lia, Espanha, Portugal, M&eacute;xico, Argentina, Peru e Fran&ccedil;a. J&aacute; proferiu por volta de duzentas confer&ecirc;ncias. Foi examinador em bancas nas principais universidades brasileiras (USP, UFPE, UFPR, UFRGS, UNB, UERJ, UFMG, PUC-SP, UNICAP, UFES, PUC-RS, UFRJ). Publicou mais de cinquenta livros &ndash; dentre os quais tr&ecirc;s deles no Peru e um em Portugal. A obra mais conhecida &eacute; o Curso de Direito Processual Civil, em 5 volumes, publicado pela Editora Jus Podivm. <em>Sobre a Teoria Geral do Processo, essa desconhecida</em>, publicado pela Editora Jus Podivm, &eacute; a vers&atilde;o comercial da sua tese de livre-doc&ecirc;ncia e &eacute; uma contribui&ccedil;&atilde;o &agrave; filosofia anal&iacute;tica da ci&ecirc;ncia processual. Publicou a colet&acirc;nea &ldquo;Os nomes das salas&rdquo; (2016), com os perfis biogr&aacute;ficos de todos aqueles que d&atilde;o nome a espa&ccedil;os da Faculdade de Direito da UFBA, muitos dos quais membros da Academia de Letras da Bahia. Tamb&eacute;m publicou a colet&acirc;nea de textos n&atilde;o jur&iacute;dicos chamada &ldquo;Janelas Abertas &ndash; escritos de circunst&acirc;ncia&rdquo; (2017), que re&uacute;ne discursos, necrol&oacute;gios, pref&aacute;cios e ensaios. Sua produ&ccedil;&atilde;o intelectual pode ser acompanhada em <a href="https://frediedidier.academia.edu/">https://frediedidier.academia.edu/</a>; <a href="http://www.frediedidier.com.br">www.frediedidier.com.br</a>; facebook.com/FredieDidierJr</span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>Livros &ndash; autoria</strong></span></h2>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Janelas abertas &ndash; escritos de circunst&acirc;ncia.</em> Salvador: Editora Jus Podivm, 2017.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Sobre a Teoria Geral do Processo, essa desconhecida.</em> 5&ordf; ed. Salvador: Editora Jus Podivm, 2018.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Sobre la Teor&iacute;a General del Proceso.</em> Lima: Raguel, 2015.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Cinco discursos</em>. Salvador: Jus Podivm, 2010. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Regras processuais no C&oacute;digo Civil</em>. 4&ordf; ed. S&atilde;o Paulo: Saraiva, 2010.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Curso de Direito Processual Civil (v. 1) &ndash; introdu&ccedil;&atilde;o ao estudo do direito processual e processo de conhecimento</em>. 20&ordf; ed. Salvador: Jus Podivm, 2018. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Recurso de terceiro &ndash; ju&iacute;zo de admissibilidade</em>. 2. ed. S&atilde;o Paulo: RT, 2005. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Pressupostos processuais e condi&ccedil;&otilde;es da a&ccedil;&atilde;o &ndash; o ju&iacute;zo de admissibilidade do processo</em>. S&atilde;o Paulo: Saraiva, 2005. v. 1. 424 p. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Fundamentos del principio de cooperaci&oacute;n en el derecho procesal civil portugu&eacute;s</em>. 1. ed. Lima: Communitas, 2010.</span></p>
<p class="p2" style="text-align: justify;"><span class="s3"><em>Fundamentos do Princ&iacute;pio da Coopera&ccedil;&atilde;o no Direito Processual Civil portugu&ecirc;s</em>. 1. ed. Coimbra: Coimbra Editora, 2010. </span></p>
<p class="p2" style="text-align: justify;"><span class="s3"><em>Ensaios sobre os neg&oacute;cios jur&iacute;dicos processuais</em></span><span class="s2">. Salvador: Editora Juspodivm, 2018.</span></p>
<h2 class="p4" style="text-align: justify;"><span class="s1"><strong>Livros &ndash; coautoria</strong></span></h2>
<p class="p5" style="text-align: justify;"><span class="s2"><em>A nova reforma processual</em> (Coautoria com JORGE, Fl&aacute;vio Cheim; RODRIGUES, Marcelo Abelha). 2. ed. S&atilde;o Paulo: Saraiva, 2003. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Pareceres. </em>(coautoria com Daniela Santos Bomfim). Salvador: Editora Jus Podivm, 2014.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Teoria dos Fatos Jur&iacute;dicos Processuais.</em> (coautoria com Pedro Henrique Pedrosa Nogueira). 2&ordf; ed. Salvador: Editora Jus Podivm, 2013.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Teor&iacute;a de los hechos procesales.</em> (coautoria com Pedro Henrique Pedrosa Nogueira) Lima: Ara Editores, 2015. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Curso de Direito Processual Civil (v. 4) &ndash; processo coletivo</em> (Coautoria com ZANETI JR., H.). 12&ordf; ed. Salvador: Jus Podivm, 2018. </span></p>
<p class="p2" style="text-align: justify;"><span class="s3"><em>Curso de Direito Processual Civil (</em>v. 3) <em>&ndash; meios de impugna&ccedil;&atilde;o &agrave;s decis&otilde;es judiciais e processo nos tribunais</em> &ndash; (Coautoria com CUNHA, L. J. C.). 15&ordf; ed. Salvador: Jus Podivm, 2018.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Curso de Direito Processual Civil (v. 5) &ndash; execu&ccedil;&atilde;o</em> (Coautoria com BRAGA, P. S.; OLIVEIRA, R. S.; CUNHA, L. J. C.). 8&ordf; ed. Salvador: Jus Podivm, 2018.</span></p>
<p class="p2" style="text-align: justify;"><span class="s1"><em>Curso de Direito Processual Civil (v. 2) &ndash; direito probat&oacute;rio, decis&atilde;o judicial, cumprimento e liquida&ccedil;&atilde;o da senten&ccedil;a e coisa julgada</em> (Coautoria com BRAGA, P. S.; OLIVEIRA, R. S.). 13&ordf; ed. Salvador: Jus Podivm, 2018. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Benef&iacute;cio da justi&ccedil;a gratuita</em> (Coautoria com OLIVEIRA, R. S.). 6. ed. Salvador: Jus Podivm, 2016</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>A terceira etapa da reforma do CPC</em> (Coautoria com RODRIGUES, Marcelo Abelha; JORGE, Fl&aacute;vio Cheim). S&atilde;o Paulo: Saraiva, 2006. </span></p>
<p class="p2" style="text-align: justify;"><span class="s3"><em>Coment&aacute;rios ao C&oacute;digo Civil</em> (coautoria com FARIAS, Cristiano Chaves de). 1. ed. Rio de Janeiro: Forense, 2005. v. 15.</span></p>
<p class="p2" style="text-align: justify;"><span class="s3"><em>Por uma nova teoria dos procedimentos especiais</em></span><span class="s2">. Salvador: Editora Juspodivm, 2018 (em coautoria com Antonio do Passo Cabral e Leonardo Carneiro da Cunha).</span></p>
<h2 class="p4" style="text-align: justify;"><span class="s1"><strong>Livros &ndash; organiza&ccedil;&atilde;o/coordena&ccedil;&atilde;o</strong></span></h2>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Grandes temas do novo CPC &ndash; Coisa julgada e outras estabilidades processuais.</em> (coorg. Antonio do Passo Cabral). Salvador: Editora Jus Podivm, 2018.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Doutrinas essenciais do processo civil.</em> 2&ordf; ed. S&atilde;o Paulo: RT, 2018, 7v (coorg. Teresa Arruda Alvim).</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Grandes temas do novo CPC &ndash; Julgamento de casos repetitivos.</em> (coorg. Leonardo Carneiro da Cunha). Salvador: Editora Jus Podivm, 2017.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>A lei de empresas juniores.</em> Salvador: Editora Jus Podivm, 2016 (coorg. Jo&atilde;o Vitor Camargo, Alessandro Marques e Daniel Pimentel).</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Ensaios e artigos de J. J. Calmon de Passos. </em>(coorg. Paula Sarno Braga). Salvador: Editora Jus Podivm, 2016, v. 2.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Grandes temas do novo CPC - Normas fundamentais.</em> (coorg. Dierle Nunes e Alexandre Feire). Salvador: Editora Jus Podivm, 2016.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Os nomes das salas.</em> Salvador: Editora Jus Podivm, 2016.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Precedentes.</em> (coorg. Leonardo Carneiro da Cunha, Lucas Buril e Jaldemiro Ata&iacute;de Jr.). Salvador: Editora Jus Podivm, 2015.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Breves Coment&aacute;rios ao C&oacute;digo de Processo Civil. </em>(coorg. Teresa Wambier, Eduardo Talamini e Bruno Dantas). S&atilde;o Paulo: Editora Revista dos Tribunais, 2015.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Novas tend&ecirc;ncias do processo civil &ndash; estudos sobre o projeto de novo CPC.</em> (coorg. Luiz Fux, Bruno Dantas, Dierle Nunes, Alexandre Freire, Pedro Miranda, Jos&eacute; Miguel Garcia Medina e Luiz Henrique Volpe Camargo). Salvador: Editora Jus Podivm, 2014, v. 2.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Novas tend&ecirc;ncias do processo civil &ndash; estudos sobre o projeto de novo CPC.</em> (coorg. Luiz Fux, Bruno Dantas, Dierle Nunes, Alexandre Freire, Pedro Miranda, Jos&eacute; Miguel Garcia Medina e Luiz Henrique Volpe Camargo). Salvador: Editora Jus Podivm, 2014, v. 3.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Ensaios e artigos de J. J. Calmon de Passos. </em>(coorg. Paula Sarno Braga). Salvador: Editora Jus Podivm, 2014, v. 1.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Ativismo judicial e garantismo processual </em>(coorg. Glauco Gumerato Ramos, Wilson Levy e Jos&eacute; Renato Nalini). Salvador: Editora Jus Podivm, 2013.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Novas tend&ecirc;ncias do processo civil &ndash; estudos sobre o projeto de novo CPC.</em> (coorg. Luiz Fux, Bruno Dantas, Dierle Nunes, Alexandre Freire, Pedro Miranda, Jos&eacute; Miguel Garcia Medina e Luiz Henrique Volpe Camargo). Salvador: Editora Jus Podivm, 2013.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Pontes de Miranda e o Direito Processual.</em> (coorg. Pedro Henrique Pedrosa Nogueira e Roberto Campos Gouveia Filho). Salvador: Editora Jus Podivm, 2013.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Empresa J&uacute;nior: Aspectos jur&iacute;dicos, pol&iacute;ticos e sociais. </em>(coorg. Alessandro Marques). Salvador: Editora Jus Podivm, 2012.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Execu&ccedil;&atilde;o e cautelar &ndash; estudos em homenagem a Jos&eacute; de Moura Rocha.</em> (coorg. Antonio Adonias e Leonardo Carneiro da Cunha). Salvador: Editora Jus Podivm, 2012.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Reconstruindo a Teoria Geral do Processo.</em> Salvador: Editora Jus Podivm, 2012.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Tutela Jurisdicional Coletiva &ndash; segunda s&eacute;rie.</em> (coorg. Com Rodrigo Mazzei e Jos&eacute; Henrique Mouta). Salvador: Editora Jus Podivm, 2012.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>O Projeto do Novo C&oacute;digo de Processo Civil &ndash; estudos em homenagem ao Professor Jos&eacute; Joaquim Calmon de Passos </em>(coorg. com ADONIAS, Antonio). Salvador: Jus Podivm, 2012.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>O Projeto do Novo C&oacute;digo de Processo Civil &ndash; estudos em homenagem ao Professor Jos&eacute; de Albuquerque Rocha</em> (Coorg. com ARAUJO, J. H. M.; KLIPPEL, Rodrigo). Salvador: Jus Podivm, 2011.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>A&ccedil;&otilde;es constitucionais</em> (Org.). 5&ordf; ed. Salvador: Jus Podivm, 2011.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Teoria do processo &ndash; panorama doutrin&aacute;rio mundial &ndash; segunda s&eacute;rie</em> (Org.). Salvador: Jus Podivm, 2010.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>O terceiro no processo civil brasileiro e assuntos correlatos &ndash; estudos em homenagem ao Professor Athos Gusm&atilde;o Carneiro</em> (coorg. com WAMBIER, Teresa Arruda Alvim; CERQUEIRA, Luis O. S.; CALMON FILHO, Petronio; TEIXEIRA, S&aacute;lvio F.). S&atilde;o Paulo: Revista dos Tribunais, 2010. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Revisitando a teoria do fato jur&iacute;dico &ndash; homenagem a Marcos Bernardes de Mello</em> (Coorg. com EHRHARDT Jr., M.). 1. ed. S&atilde;o Paulo: Saraiva, 2010. </span></p>
<p class="p7" style="text-align: justify;"><span class="s2"><em>Tutela jurisdicional coletiva</em> (Coorg. com ARAUJO, J. H. M.). Salvador: Jus Podivm, 2009.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Processo e direito material</em> (Coorg. com MAZZEI, R.). Salvador: Jus Podivm, 2009. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Teoria do Processo &ndash; panorama doutrin&aacute;rio mundial</em> (Coorg. com JORD&Atilde;O, E. F.). Salvador: Jus Podivm, 2008. v. 1.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Constitui&ccedil;&atilde;o e processo</em> (Coorg. com GOMES JR., L. M.; WAMBIER, Luiz R.). Salvador: Jus Podivm, 2007.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Reforma do Judici&aacute;rio</em> (Coorg. com BRITO, E.; BAHIA, S. C.). S&atilde;o Paulo: Saraiva, 2006. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Execu&ccedil;&atilde;o civil &ndash; estudos em homenagem ao Professor Paulo Furtado</em> (Coord.). Rio de Janeiro: Lumen Juris, 2006.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Prova, exame m&eacute;dico e presun&ccedil;&atilde;o</em> (Coorg. com MAZZEI, R.). 1. ed. Salvador: Jus Podivm, 2006. </span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Reflexos do Novo C&oacute;digo Civil no Direito Processual</em> (Coorg. com MAZZEI, R.). 1. ed. Salvador: Jus Podivm, 2006. </span></p>
<p class="p5" style="text-align: justify;"><span class="s2"><em>Leituras Complementares de Processo Civil</em> (Org.). 3. ed. Salvador: Jus Podivm, 2005.</span></p>
<p class="p5" style="text-align: justify;"><span class="s2"><em>Aspectos Pol&ecirc;micos e Atuais sobre os terceiros no processo civil e assuntos afins </em>(Coorg. com WAMBIER, Teresa Arruda Alvim). S&atilde;o Paulo: RT, 2004. 1059 p. </span></p>
<p class="p5" style="text-align: justify;"><span class="s2"><em>Relativiza&ccedil;&atilde;o da coisa julgada &ndash; enfoque cr&iacute;tico</em> (Org.). Salvador: Jus Podivm, 2004. </span></p>
<p class="p5" style="text-align: justify;"><span class="s2"><em>Leituras Complementares para concurso &ndash; v. 2</em> (Org.). Salvador: Jus Podivm, 2004. 230 p. </span></p>
<p class="p5" style="text-align: justify;"><span class="s2"><em>Procedimentos especiais c&iacute;veis na legisla&ccedil;&atilde;o extravagante</em> (Coorg. com FARIAS, Cristiano Chaves de). 1. ed. S&atilde;o Paulo: Saraiva, 2003. </span></p>
<p class="p5" style="text-align: justify;"><span class="s2"><em>A segunda etapa da reforma processual</em> (Coorg. com MARINONI, Luiz Guilherme). S&atilde;o Paulo: Malheiros, 2003. </span></p>
<p class="p5" style="text-align: justify;"><span class="s2"><em>Revista Jur&iacute;dica dos Formandos em Direito da UFBA</em> (Org.). Belo Horizonte: Nova Alvorada Edi&ccedil;&otilde;es, 1997. Ano II, v. 2. </span></p>
<p class="p5" style="text-align: justify;"><span class="s2"><em>Revista Jur&iacute;dica dos Formandos em Direito da UFBA</em> (Org.). 1. ed. Belo Horizonte: Nova Alvorada Edi&ccedil;&otilde;es, 1996. Ano I, v. 1.</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>