<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>FERNANDO SANTANA ROCHA</h1>
										<h2>Cadeira nº 39 - Patrono: ALOYSIO HENRIQUE BARROS PORTO</h2>
									</header>

									<span class="image"><img src="images/fs.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p style="text-align: justify;"><span style="font-weight: 400;">Nasceu em Barra da Estiva, Bahia, a 09 de maio de 1947, filho de Jos&eacute; Humberto Rocha e Floracy Santana Rocha. Estudou na Escola Estadual de Contendas do Sincor&aacute; (1954 a 1957), no Semin&aacute;rio Diocesano de S&atilde;o Jos&eacute; de Caetit&eacute; (1958 a 1962) e no Col&eacute;gio Ant&ocirc;nio Vieira (1963 a 1964). Fez gradua&ccedil;&atilde;o em Direito na Universidade Federal da Bahia (1965 a 1969), obtendo Diploma de Honra ao M&eacute;rito (1969), e tamb&eacute;m obteve o grau de p&oacute;s-gradua&ccedil;&atilde;o em processo (1977 a 1978), como especialista. Foi presidente do Patronato de Presos e Egressos, &oacute;rg&atilde;o anexo ao Conselho Penitenci&aacute;rio do Estado da Bahia (1968 a 1969). Professor titular de sociologia do Col&eacute;gio Universit&aacute;rio da Bahia (1969 a 1971), professor titular de sociologia do Gin&aacute;sio S&atilde;o Salvador (1970 a 1971), professor de gradua&ccedil;&atilde;o da Faculdade de Direito da Universidade Federal da Bahia (1973 a 2017), professor do curso de especializa&ccedil;&atilde;o em direito processual da UFBA (1991 a 1993) e professor da Escola de Pol&iacute;cia Civil da SSP/BA (1995 a 1996). Foi presidente da Comiss&atilde;o encarregada de apresentar sugest&otilde;es a respeito do anteprojeto de lei federal sobre justi&ccedil;a gratuita (1973), membro da comiss&atilde;o de estudo que elaborou o projeto de lei estadual sobre regulamenta&ccedil;&atilde;o das concess&otilde;es introduzidas pela Lei Federal n. 6.416 referente ao sistema de execu&ccedil;&atilde;o penal (1977), membro da comiss&atilde;o de procuradores do Estado que elaborou o anteprojeto de lei estadual sobre licita&ccedil;&otilde;es e contrata&ccedil;&otilde;es administrativas (1979), membro da comiss&atilde;o encarregada de elaborar o plano de implanta&ccedil;&atilde;o da pris&atilde;o albergue e da Funda&ccedil;&atilde;o de Assist&ecirc;ncia ao Trabalho do Preso (1978), presidente da comiss&atilde;o de concurso para ingresso na carreira de Procurador do Estado (por tr&ecirc;s vezes), membro do Conselho de Defesa dos Direitos da Pessoa Humana, &oacute;rg&atilde;o colegiado da Secretaria Especial de Direitos Humanos da Presid&ecirc;ncia da Rep&uacute;blica (2008 a 2012). Foi chefe do departamento de Direito P&uacute;blico por dois mandatos completos (2007 e 2009) e Coordenador do Curso de Gradua&ccedil;&atilde;o da Faculdade de Direito da UFBA (2010 a 2012). Foi Procurador do Estado da Bahia (1978 a 2013). &Eacute; membro do Instituto Brasileiro de Direito Administrativo (desde 1996), s&oacute;cio do Instituto Geogr&aacute;fico e Hist&oacute;rico da Bahia (desde 1996), membro da Academia de Letras Jur&iacute;dicas da Bahia (desde 1998) e do Instituto Brasileiro de Ci&ecirc;ncias Criminais (desde 1996). &Eacute; Conselheiro Federal da OAB, por dois mandatos (2013 - 2018) e foi presidente da Comiss&atilde;o Especial de Garantia do Direito de Defesa da OAB (2013 a 2015). &Eacute; advogado militante desde 1969. Possui mais de cinquenta artigos publicados em peri&oacute;dicos cient&iacute;ficos e livros no Brasil. Participou de mais de duzentos simp&oacute;sios, mesas redondas, confer&ecirc;ncias, pain&eacute;is, nas condi&ccedil;&otilde;es de expositor principal, debatedor, ou moderador, na Bahia e em outros Estados da Federa&ccedil;&atilde;o, a convite de diversos &oacute;rg&atilde;os, entidades p&uacute;blicas e de associa&ccedil;&otilde;es da sociedade civil e n&atilde;o governamentais, envolvendo temas de Direito Penal, Processual Penal, Direito Penal Econ&ocirc;mico, Direito Administrativo, &Eacute;tica Geral, &Eacute;tica M&eacute;dica, dentre outros de natureza jur&iacute;dica, pol&iacute;tica ou social. Foi examinador em diversas bancas de concursos p&uacute;blicos realizados pelo Departamento de Administra&ccedil;&atilde;o Geral do Estado (1980), Minist&eacute;rio P&uacute;blico Estadual (1983 e 2018), Magistratura Estadual (1988 e 2018), Departamento de Direito P&uacute;blico da Faculdade de Direito da UFBA (1989, 1995, 2001 a 2003, 2005), Procuradoria Geral do Estado da Bahia (1994), al&eacute;m de ter sido examinador de monografias em bancas de conclus&atilde;o do curso de gradua&ccedil;&atilde;o na Faculdade de Direito da UFBA (2002 a 2018). Autor de diversos trabalhos em peri&oacute;dicos nacionais. Agraciado com diversos t&iacute;tulos honor&iacute;ficos, dentre eles o Pr&ecirc;mio Paulo Almeida, da Procuradoria Geral do Estado, por duas vezes (1981 e 1983), da Associa&ccedil;&atilde;o dos Procuradores do Estado da Bahia &ndash; APEB (1985), a Ordem do M&eacute;rito da Bahia, na Classe de Comendador, nomeado por Decreto do Governador do Estado (1990), o Pr&ecirc;mio Advogado Gon&ccedil;alo Porto de Souza, conferido pela OAB/BA (1993), por trabalho jur&iacute;dico relevante, reconhecido como defesa singular de prerrogativas profissionais do advogado, o Pr&ecirc;mio FAPEX de Est&iacute;mulo a Atividade de Extens&atilde;o, FAPEX-UFBA (1999), Ordem do M&eacute;rito Judici&aacute;rio do Trabalho da Bahia Comenda Ministro Coqueijo Costa, pelo TRT 5&ordf; Regi&atilde;o (2011), T&iacute;tulo Benem&eacute;rito da Universidade Cat&oacute;lica do Salvador (2011), Comenda Ruy Barbosa outorgado pela OAB Se&ccedil;&atilde;o Bahia (2014), Comenda 2 de Julho pela Assembleia Legislativa do Estado da Bahia (2015), Trof&eacute;u M&eacute;rito da Advocacia Raymundo Faoro pela OAB (2015) e Medalha do M&eacute;rito da PGE (2016).</span></p>
<h2 style="text-align: justify;"><strong>Livros, teses, artigos ou trabalhos t&eacute;cnicos apresentados em Congressos e Sess&otilde;es Cient&iacute;ficas, etc.</strong></h2>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Proposta de reforma do projeto de Lei de Organiza&ccedil;&atilde;o e Divis&atilde;o Judici&aacute;ria do Estado da Bahia, </span></em><span style="font-weight: 400;">com indica&ccedil;&atilde;o do plen&aacute;rio do Conselho Penitenci&aacute;rio, aprovada por unanimidade, dezembro de 1971.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A insemina&ccedil;&atilde;o artificial e o novo C&oacute;digo Penal Brasileiro.</span></em><span style="font-weight: 400;"> Revista OAB &ndash; Se&ccedil;&atilde;o do Distrito Federal, Bras&iacute;lia, 1, (3):33-45, 1970 e Revista do Conselho Penitenci&aacute;rio Federal, Bras&iacute;lia, 9 (28):60, out./1971 a mar. 1972.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Pedido de Indulto Comum e de Livramento Condicional, </span></em><span style="font-weight: 400;">Boletim Penitenci&aacute;rio, Salvador, 1(2):63-67, jun. 1973, e 1(2):103-105, jul./dez 1075.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Repercuss&otilde;es do novo C&oacute;digo de Processo Civil sobre a execu&ccedil;&atilde;o de d&eacute;bitos fiscais. </span></em><span style="font-weight: 400;">Trabalho apresentador no I Congresso Nacional de Administra&ccedil;&atilde;o do ICM, realizado em S&atilde;o Paulo, de 11 a 16 de fevereiro de 1974. Informa&ccedil;&otilde;es Fazend&aacute;rias, Salvador, 4(1):7-12, jan./mar.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Imposto de transmiss&atilde;o: partilha de bens e desquite. </span></em><span style="font-weight: 400;">Legisla&ccedil;&atilde;o e Jurisprud&ecirc;ncia Fiscal, Salvador, 20(4):42-45, abril, 1976.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Conv&ecirc;nios Administrativos. Caracteriza&ccedil;&atilde;o e Figuras Correlatas. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geral do Estado da Bahia, Salvador, 4:84-91, jul./1979 a jul./1980. Referido por Hely Lopes Meirelles, in Direito Administrativo Brasileiro, Ed. Malheiros, 19&ordf; ed. pg. 354.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Contrato de presta&ccedil;&atilde;o de servi&ccedil;o e fornecimento de material. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 5:235-238 e 5:239-243, jul. 1980/jun., 1981.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A prop&oacute;sito da A&ccedil;&atilde;o Penal.</span></em><span style="font-weight: 400;"> Revereor; estudos jur&iacute;dicos em homenagem &agrave; Faculdade de Direito da Bahia, 1891-1981. S&atilde;o Paulo, Saraiva, 1981, pg. 487.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Reajustamento de pre&ccedil;os. </span></em><span style="font-weight: 400;">Lei n. 3.853/80. Parecer n. 41/81, aprovado como parecer normativo n. 01/81, D.O.E. 10 de setembro de 1981, pg. 10v.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Conveni&ecirc;ncia da elabora&ccedil;&atilde;o do Estatuto do Servidor Estadual. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, jul./1981-jun./1982</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Considera&ccedil;&otilde;es em torno da Lei Federal n. 6.416/77. </span></em><span style="font-weight: 400;">Reforma do C&oacute;digo Penal. Revista da Procuradoria Geral do Estado. Salvador, 7:97-104, jul./dez. 1982.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Cria&ccedil;&atilde;o do Munic&iacute;pio de Lauro de Freitas. A quest&atilde;o dos limites e dos bens dominicais. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 7:321-331, jul. 1982/dez. 1983.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A prop&oacute;sito da pena de morte. </span></em><span style="font-weight: 400;">A Tarde. Salvador, 31 de julho de 1983. Coluna: &ldquo;Conselho do Advogado&rdquo;.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Ado&ccedil;&atilde;o &agrave; brasileira. </span></em><span style="font-weight: 400;">A Tarde. Salvador, 1 de julho de 1984. Coluna: &ldquo;Conselho do Advogado&rdquo;.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Aposentadoria. Aposentadoria volunt&aacute;ria. </span></em><span style="font-weight: 400;">Revistas da Procuradoria Geraldo do Estado da Bahia, Salvador, 9:169-175, jan./jun., e 9:177-185, jan./jun., 1985.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Concurso. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 9:187-91, jan./jun., 1985.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Proventos. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 10:149-151, jul. 1985/jun. 1986 e 12:93-102, jan./fev., 1987.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Reflex&atilde;o cr&iacute;tica sobre a Lei de T&oacute;xicos &ndash; 6.368/76. </span></em><span style="font-weight: 400;">Trabalho apresentado no I Simp&oacute;sio Brasileiro, I Jornada Franco-Brasileira e II Semin&aacute;rio Baiano de Estudos Cl&iacute;nicos, Jur&iacute;dicos e Sociais das Toxicomanias, Terapia e Preven&ccedil;&atilde;o ao Abuso de Drogas, em 27 de setembro de 1985.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Gratifica&ccedil;&atilde;o adicional. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 10:143-7, jul. 1985/jun. 1986.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Enquadramento. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 11:111-120, jul./dez., 1986.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Policia Civil. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 12:97-102, jan./jun. 1987.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Bens apreendidos. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 13:141-145, mar. 1987/jun. 1990.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A quest&atilde;o da viol&ecirc;ncia urbana. </span></em><span style="font-weight: 400;">Tribuna da Bahia, 23 de julho de 1987.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O Minist&eacute;rio P&uacute;blico e a irredutibilidade de vencimentos. </span></em><span style="font-weight: 400;">A Tarde. Salvador, 25 de mar&ccedil;o de 1988.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Juramento e Compromisso. </span></em><span style="font-weight: 400;">Discurso proferido como paraninfo da Turma &ldquo;M&aacute;rio Augusto Freire de Carvalho&rdquo;, da Faculdade de Direito da UFBA, em outubro de 1990. Comercial Gr&aacute;fica Reunida Editora &ndash; Salvador.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Privatiza&ccedil;&atilde;o do Sistema Penitenci&aacute;rio. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 17:27-31, jan./jun. 1992.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Relat&oacute;rio sobre a tese &ldquo;A efetividade da Constitui&ccedil;&atilde;o: aplicabilidade das normas constitucionais &ndash; formas de sua garantia&rdquo;. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 20:142-146, jan./dez. 1994.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Relat&oacute;rio sobre a tese &ldquo;Dever-Poder das Procuradorias Estaduais frente &agrave; A&ccedil;&atilde;o Civil P&uacute;blica&rdquo;. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 21:71-76, jan./dez. 1995.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Indeniza&ccedil;&atilde;o: repara&ccedil;&atilde;o de dano decorrente de ato il&iacute;cito, pedido formulado por &ldquo;nota verbal, de conte&uacute;do diplom&aacute;tico, pelo governo alem&atilde;o&rdquo;. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 22:282-284, jan./dez. 1996.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Privatiza&ccedil;&atilde;o do Sistema Penitenci&aacute;rio.</span></em><span style="font-weight: 400;"> Revista Jur&iacute;dica dos Formandos em Direito da UFBA. Salvador, 1(1):98-106, 1996.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Responsabilidade Penal e Civil do M&eacute;dico. </span></em><span style="font-weight: 400;">Revista Jur&iacute;dica dos Formandos em Direito da UFBA. Salvador, 2(2):131, 1997.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O trabalho do presidi&aacute;rio em face do direito: estudos jur&iacute;dicos em homenagem ao prof. Luiz de Pinho Pedreira da Silva.</span></em><span style="font-weight: 400;"> Direito do Trabalho. S&atilde;o Paulo: LTr Editora Ltda., 1998, v., p. 118-126.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Cargo em comiss&atilde;o. Nomea&ccedil;&atilde;o e exonera&ccedil;&atilde;o a nuto da autoridade. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 26:247-249, jan./dez. 2000.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Licen&ccedil;a eleitoral. Afastamento para concorrer a mandato eletivo. Prova de escolha por conven&ccedil;&atilde;o partid&aacute;ria e registro da candidatura. </span></em><span style="font-weight: 400;">Revista da Procuradoria Geraldo do Estado da Bahia, Salvador, 26:249-251, jan./dez. 2000.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O Procurador do Estado: deve defender o agente p&uacute;blico em ju&iacute;zo? </span></em><span style="font-weight: 400;">Informativo APEB, Salvador, a. 6, n. 22, mar./abr. 2002.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Aos novos deposit&aacute;rios da esperan&ccedil;a. </span></em><span style="font-weight: 400;">Discurso proferido aos bacharelandos, em outubro de 2002, publica&ccedil;&atilde;o da Funda&ccedil;&atilde;o Gon&ccedil;alo Porto de Souza.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Processo penal: sobre a prova emprestada do inqu&eacute;rito policial. </span></em><span style="font-weight: 400;">Revista do Magistrado. Salvador, a. 2, n. 2, ago. 2005.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O direito de defesa e a garantia do Habeas Corpus.</span></em><span style="font-weight: 400;"> Bras&iacute;lia: OAB, Conselho Federal, 2015. 192 p.</span></p>
<p style="text-align: justify;">&nbsp;</p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>