<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>MANOEL JORGE E SILVA NETO</h1>
										<h2>Cadeira nº 32 - Patrono: ALFREDO AMORIM</h2>
									</header>

									<span class="image"><img src="images/mjsn.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p style="text-align: justify;"><span style="font-weight: 400;">Nasceu em 24 de agosto de 1963 na cidade de Salvador-BA. Filho de Jairo Moreira Vasconcelos e Maria do Carmo Azevedo e Silva.</span></p>
									<p style="text-align: justify;"><span style="font-weight: 400;">Em 7 de outubro de 1987, Manoel Jorge graduou-se em Direito pela Universidade Federal da Bahia, momento em que o nosso pa&iacute;s estava &agrave;s v&eacute;speras de receber, de forma promulgada, a intitulada Constitui&ccedil;&atilde;o Cidad&atilde;. Talvez, n&atilde;o uma mera coincid&ecirc;ncia, mas um press&aacute;gio do nascimento quase simult&acirc;neo de um grande estudioso com o seu objeto de estudo. No ano de 1992, foi aprovado no concurso p&uacute;blico para Procurador do Minist&eacute;rio P&uacute;blico do Trabalho, sendo atualmente Subprocurador-geral do Trabalho, oficiando no Distrito Federal. &Eacute; membro da Associa&ccedil;&atilde;o Nacional dos Procuradores do Trabalho, institui&ccedil;&atilde;o que atuou como diretor no bi&ecirc;nio 1996/1998 e, logo no bi&ecirc;nio seguinte (1998/2000), assumiu a sua presid&ecirc;ncia. Foi eleito pelos Membros do Minist&eacute;rio P&uacute;blico do Trabalho em todo o Brasil para o cargo de Conselheiro do Conselho Superior do Minist&eacute;rio P&uacute;blico do Trabalho para exerc&iacute;cio de mandato de dois anos (setembro/2015 a setembro/2017). Manoel Jorge tamb&eacute;m foi Coordenador Regional da Escola Superior do Minist&eacute;rio P&uacute;blico da Uni&atilde;o (ESMPU).</span></p>
									<p style="text-align: justify;"><span style="font-weight: 400;">Em 1996 obt&eacute;m o t&iacute;tulo de mestre em Direito pela pontif&iacute;cia Universidade Cat&oacute;lica de S&atilde;o Paulo, mesma institui&ccedil;&atilde;o na qual, 04 anos ap&oacute;s, obteria o seu t&iacute;tulo de doutor em Direito. Ocupa a cadeira de n&ordm; 32 da Academia de Letras Jur&iacute;dicas da Bahia e figura como membro da Academia Brasileira de Direito do Trabalho, ocupando a cadeira de n&ordm; 64.</span></p>
									<p style="text-align: justify;"><span style="font-weight: 400;">A sua atua&ccedil;&atilde;o no Minist&eacute;rio P&uacute;blico do Trabalho revela a notoriedade e compromisso com a miss&atilde;o institucional dessa institui&ccedil;&atilde;o. Respons&aacute;vel por propor as primeiras a&ccedil;&otilde;es civis p&uacute;blicas no Brasil em defesa da reserva de postos de trabalho a pessoas com defici&ecirc;ncia e por casos de ass&eacute;dio moral. Manoel Jorge foi coordenador do N&uacute;cleo de Combate &agrave; Discrimina&ccedil;&atilde;o na Bahia, sendo respons&aacute;vel tamb&eacute;m por a&ccedil;&otilde;es civis p&uacute;blicas destinadas ao combate do ass&eacute;dio moral e do ass&eacute;dio sexual. Foi o representante do Minist&eacute;rio P&uacute;blico nas discuss&otilde;es travadas no Senado da Rep&uacute;blica referentes ao projeto denominado &ldquo;Lei da Morda&ccedil;a&rdquo;, que visava a restringir o direito de informa&ccedil;&atilde;o dos membros do Minist&eacute;rio P&uacute;blico. Em 2002, foi escolhido pela categoria para integrar lista s&ecirc;xtupla de candidatos a vaga de Ministro do Tribunal Superior do Trabalho.</span></p>
									<p style="text-align: justify;"><span style="font-weight: 400;">&Eacute; professor adjunto III da Faculdade de Direito da Universidade Federal da Bahia, obtendo a aprova&ccedil;&atilde;o em 1&ordm; lugar no concurso p&uacute;blico. Leciona direito constitucional no mestrado e doutorado da faculdade de Direito da UFBA. Est&aacute; como professor colaborador na Universidade de Bras&iacute;lia, lecionando direito constitucional na gradua&ccedil;&atilde;o. Domina fluentemente as l&iacute;nguas inglesa e francesa, sendo professor-visitante da Universidade da Fl&oacute;rida &ndash; Levin College of Law (EUA) e da Universidade Fran&ccedil;ois-Rabelais (Fran&ccedil;a).</span></p>
									<p style="text-align: justify;"><span style="font-weight: 400;">&nbsp;A vida e produ&ccedil;&atilde;o acad&ecirc;mica de Manoel Jorge e Silva Neto refletem a sua inquieta&ccedil;&atilde;o doutrin&aacute;ria sobre o direito constitucional, titularizando a autoria de valorosas obras sobre o tema. &Eacute; autor de 19 obras de direito constitucional, dentre as quais, merecem registro: Prote&ccedil;&atilde;o Constitucional dos Interesses Trabalhistas - Difusos, Coletivos e Individuais Homog&ecirc;neos, Direito Constitucional Econ&ocirc;mico, Prote&ccedil;&atilde;o Constitucional &agrave; Liberdade Religiosa, Teoria Jur&iacute;dica do Ass&eacute;dio e sua Fundamenta&ccedil;&atilde;o Constitucional.</span></p>
									<p style="text-align: justify;"><span style="font-weight: 400;">Ademais, o seu curso de Direito Constitucional, atualmente na 9&ordf; edi&ccedil;&atilde;o, representa um marco na hist&oacute;ria do Direito Constitucional da Bahia porque foi o primeiro Curso de Direito Constitucional escrito por um jurista baiano. Tamb&eacute;m este mesmo Curso &eacute; marco da hist&oacute;ria de edi&ccedil;&otilde;es do g&ecirc;nero, visto que a 1&ordf; edi&ccedil;&atilde;o, com 5 mil exemplares, esgotou-se em menos de 90 dias.</span></p>
									<p style="text-align: justify;"><span style="font-weight: 400;">Em ato de extremo altru&iacute;smo e generosidade, lan&ccedil;ou o livro - &ldquo;o Constitucionalismo Brasileiro Tardio&rdquo; &ndash; franqueando gratuitamente o acesso a esta obra atrav&eacute;s do s&iacute;tio virtual da Escola Superior do Minist&eacute;rio P&uacute;blico da Uni&atilde;o (ESMPU). Em sua constante produ&ccedil;&atilde;o intelectual, brindou-nos recentemente com a sua obra escrita em franc&ecirc;s &ldquo;A Constitui&ccedil;&atilde;o Brasileira &agrave; prova &ndash; Da migra&ccedil;&atilde;o ao patrim&ocirc;nio alimentar.&rdquo;&nbsp;</span></p>
									<p style="text-align: justify;">&nbsp;</p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>