<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>MARCOS SAMPAIO DE SOUZA</h1>
										<h2>Cadeira nº 30 - Patrono: ROGÉRIO GORDILHO DE FARIA</h2>
									</header>

									<span class="image"><img src="images/mss.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Jequi&eacute;, Bahia, a 12 de dezembro de 1973, filho de Benedito Bento de Souza e Delzenita Sampaio de Souza. Estudou no Instituto de Educa&ccedil;&atilde;o Regis Pacheco, em Jequi&eacute;-Bahia<span class="Apple-converted-space">&nbsp; </span>(1985-1988) e no Col&eacute;gio T&eacute;cnico da Funda&ccedil;&atilde;o Jos&eacute; Carvalho, em Pojuca-Bahia (1989-1992). Fez gradua&ccedil;&atilde;o em Direito na Universidade Cat&oacute;lica do Salvador (1995-1999). Fez p&oacute;s-gradua&ccedil;&atilde;o <em>lato sensu </em>em Direito P&uacute;blico na UNIFACS (2004). Obteve o grau de Mestre em Direito no ano de 2011 pela Universidade Federal da Bahia. Foi professor do Instituto de Educa&ccedil;&atilde;o Superir - Unyahna (2003-2005), da Faculdade Baiana de Direito e Gest&atilde;o (2010-2013). Desde 2004, &eacute; professor dos cursos de gradua&ccedil;&atilde;o e p&oacute;s-gradua&ccedil;&atilde;o em Direito da Faculdade de Direito da Unifacs. &Eacute; professor colaborador dos Programas de P&oacute;s-gradua&ccedil;&atilde;o em Direito da Universidade Federal da Bahia (UFBA) e da Faculdade Baiana de Direito e Gest&atilde;o. &Eacute; advogado militante desde 1999. Advogado s&ecirc;nior de Banca de Advogados na Bahia (advocacia especializada), atuando em favor de pessoas f&iacute;sicas, grandes empresas e de institui&ccedil;&otilde;es do terceiro setor. &Eacute; conselheiro estadual da OAB/Bahia (desde o ano de 2013). E atual Presidente da Comiss&atilde;o Estudos Constitucionais da OAB/Bahia (desde o ano 2016), onde tamb&eacute;m j&aacute; presidiu a Comiss&atilde;o de Inform&aacute;tica Jur&iacute;dica (2013 a 2014) e comp&otilde;e a Comiss&atilde;o de Or&ccedil;amento (desde 2013). &Eacute; Procurador do Estado da Bahia desde o ano de 2004, designado para atuar no N&uacute;cleo de A&ccedil;&otilde;es Estrat&eacute;gicas do &Oacute;rg&atilde;o, desde o ano de 2006. Foi Presidente da Associa&ccedil;&atilde;o dos Procuradores do Estado da Bahia (APEB) no per&iacute;odo de 2014/2015. Palestrante e expositor convidado para diversos semin&aacute;rios, simp&oacute;sios, palestras e debates em todo o Brasil.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Foi membro do Conselho Curador da Funda&ccedil;&atilde;o Jos&eacute; Carvalho, entre os anos de 2010 a 2014, entidade filantr&oacute;pica que mant&eacute;m, diretamente, 6 unidades escolares na Bahia e Sergipe e oferecia orienta&ccedil;&atilde;o t&eacute;cnico-pedag&oacute;gica, mediante conv&ecirc;nios, a 2 estabelecimentos de ensino localizados um na Bahia e outro, em Pernambuco. Desde o ano de 2003 integra Conselho de Administra&ccedil;&atilde;o da Cia de Ferro Ligas da Bahia &ndash; FERBASA, Cia. N&iacute;vel 1 Governan&ccedil;a Corporativa &ndash; Bovespa, &uacute;nica produtora integrada de ferro-ligas de cromo das Am&eacute;ricas, fundada em 1961, e l&iacute;der em seu segmento, figurando entre as 500 maiores empresas do pa&iacute;s e as 20 maiores da Bahia, com faturamento anual superior a R$1,6 bilh&atilde;o, exercendo as atividades de minera&ccedil;&atilde;o, reflorestamento e metalurgia. </span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>PUBLICA&Ccedil;&Otilde;ES</strong></span></h2>
<p class="p3" style="text-align: justify;"><span class="s1"><em>A Nomea&ccedil;&atilde;o Parentes como Agentes Pol&iacute;ticos: O Nepotismo para al&eacute;m da S&uacute;mula Vinculante n&uacute;mero 13 do Supremo Tribunal Federal.</em> Revista da Academia de Letras Jur&iacute;dicas da Bahia. Ed. 22. Salvador: Egba, 2019.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><em>O Conte&uacute;do Essencial dos Direitos Sociais</em>. S&atilde;o Paulo: Saraiva, 2013.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><em>O Neoconstitucionalismo e a Boa-F&eacute;.</em> In PAMPLONA FILHO, R.; LAGO JUNIOR, A.; BRAGA, P. S.;&Eacute;tica e Boa-F&eacute; no Direito. Salvador: Juspodium, 2017.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><em>A Administra&ccedil;&atilde;o P&uacute;blica, o RDC - Regime Diferenciado de Contrata&ccedil;&atilde;o e os contratos de built-to-suit. Novas oportunidades para investidores. </em>Revista Eletr&ocirc;nica de Direito Administrativo, v.1, p.1 - 20, 2016.</span>&nbsp;</p>
<p class="p3" style="text-align: justify;"><span class="s1"><em>Governan&ccedil;a Corporativa e Combate &agrave; Corrup&ccedil;&atilde;o</em>. Revista Eletr&ocirc;nica de Direito Administrativo, v.1, p.1 - 20, 2016.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>Reflex&otilde;es sobre os Limites de Gastos nas Elei&ccedil;&otilde;es do ano de 2016. </em>Revista Eletr&ocirc;nica de Direito Administrativo. , v.219, p.1 - 20, 2016.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>A Fun&ccedil;&atilde;o Social dos Direitos Fundamentais. </em>&Acirc;mbito Jur&iacute;dico. , v.XIV, p.1 - 15, 2011.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>O constitucionalismo brasileiro e conte&uacute;do essencial dos Direitos Fundamentais.</em> &Acirc;mbito Jur&iacute;dico. , v.84, p.8904 - , 2011.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>A Metodologia da Pesquisa no Direito e Thomas Kuhn</em>. In: Metodologia da Pesquisa em Direito e a Filosofia do Direito.1 ed.S&atilde;o Paulo : Saraiva, 2011, v.1, p. 111-126.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>Estudos Aplicados de Teoria Geral do Direito. &nbsp;SAMPAIO, M.; SOARES, R. M. F.; MOCCIA, L.; SANTANA JR, G. SALVADOR : EGBA, 2011, v.1. p.514.</em></span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>Concess&atilde;o de efeito suspensivo ativo no incidente de suspens&atilde;o de decis&otilde;es.</em> Revista da Procuradoria Geral do Estado da Bahia. , v.33/34, p.27 - 41, 2005.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>Quest&otilde;es legais em aberto</em>. Revista Min&eacute;rios &amp; Minerales. , p.32 - 34, 2005.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>A coisa julgada inconstitucional. Relativiza&ccedil;&atilde;o de seus efeitos pela pondera&ccedil;&atilde;o de princ&iacute;pios.</em> Revista da Procuradoria Geral do Estado da Bahia. , v.32, p.59 - 84, 2004.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>As contribui&ccedil;&otilde;es de terceiro e a Justi&ccedil;a do Trabalho. </em>Revista Eletr&ocirc;nica Jus Vigilantibus. , v.00, p.317 - , 2003.</span></p>
<h2 class="p5" style="text-align: justify;"><span class="s2">Alguns Ensaios</span></h2>
<p class="p3" style="text-align: justify;"><span class="s1"><em>#Adeus2016</em>. Bahia.BA. Salvador, p.1 - 5, 2017.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>Donald Trump: h&oacute;i ou ho&iacute;? </em>Bahia.Ba. Salvador, p.1 - 5, 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><em>Elei&ccedil;&atilde;o: raz&atilde;o ou sensibilidade? </em>Bahia.ba. Bahia.Ba, p.1 - 5, 2016.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>A Coisa Coisamente. </em>Bahia.ba. Bahia.Ba, p.1 - 5, 2016.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>Se n&atilde;o houver vento, reme.</em> Bahia.Ba, p.1 - 5, 2016.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>Imani, Brexit e sorrisos. </em>Bahia.Ba, p.1 - 5, 2016.</span></p>
<p class="p4" style="text-align: justify;"><span class="s1"><em>Ningu&eacute;m e (&eacute;) Algu&eacute;m. </em>Bahia.Ba, p.1 - 5, 2016.</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>