<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>PAULO EDUARDO GARRIDO MODESTO</h1>
										<h2>Cadeira nº 28 - Patrono: ALMACHIO DINIZ</h2>
									</header>

									<span class="image"><img src="images/pegm.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Salvador, Bahia, a 9 de setembro de 1966, filho de Giovaldo de Carvalho Modesto e Maria C&eacute;lia Garrido Modesto. Fez gradua&ccedil;&atilde;o em Direito na Universidade Federal da Bahia (1985-1989), tendo recebido o Diploma de Honra e M&eacute;rito (L&aacute;urea Acad&ecirc;mica) como primeiro aluno no conjunto dos formandos. Cursou e concluiu curso de Especializa&ccedil;&atilde;o em Direito Processual, sob a Coord. do Prof. J. J. Calmon de Passos (1990). Atuou, como advogado, na Funda&ccedil;&atilde;o Pr&oacute;-Mem&oacute;ria (1990-1991) e perante a Ordem dos Advogados do Brasil &ndash; Seccional S&atilde;o Paulo no servi&ccedil;o de defesa da crian&ccedil;a e do adolescente (1991-1992). Integralizou, com aproveitamento, todos os cr&eacute;ditos do Curso de Mestrado em Direito do Estado na Pontif&iacute;cia Universidade Cat&oacute;lica de S&atilde;o Paulo (1992), sob a reg&ecirc;ncia e coordena&ccedil;&atilde;o do Prof. Celso Ant&ocirc;nio Bandeira de Mello, tendo atuado tamb&eacute;m nesta Universidade como Professor Assistente na Disciplina Pr&aacute;tica Forense (Pr&aacute;tica de Direito Administrativo). Ingressou no Minist&eacute;rio P&uacute;blico do Estado da Bahia em 1992, com atua&ccedil;&atilde;o subsequente nas comarcas de Milagres, Terra Nova, S&atilde;o Felix e posteriormente como assessor especial de sucessivos Procuradores-Gerais de Justi&ccedil;a, especialmente na &aacute;rea de controle concentrado de constitucionalidade. Ingressou, por concurso, como Professor Auxiliar na Faculdade de Direito da Universidade Federal da Bahia em 1994 como regente da disciplina Introdu&ccedil;&atilde;o ao Estudo do Direito e, desde 1999, ministra a disciplina Direito Administrativo I e II na FDUFBA. Em 1995 assumiu a Consultoria Jur&iacute;dica do Minist&eacute;rio de Estado da Administra&ccedil;&atilde;o Federal e Reforma do Estado do Brasil e, na sequ&ecirc;ncia, a Assessoria Especial do Ministro da Administra&ccedil;&atilde;o Federal para a reforma constitucional da administra&ccedil;&atilde;o p&uacute;blica (1995-1998). Entre 1995-1997 ministrou sem regularidade aulas na Funda&ccedil;&atilde;o Escola Nacional de Administra&ccedil;&atilde;o P&uacute;blica, em Bras&iacute;lia, e, a partir de 1999 at&eacute; 2002, foi professor de direito administrativo na Universidade Salvador (Unifacs), tendo ainda, nesta universidade, atuado como coordenador do Curso de Especializa&ccedil;&atilde;o em Direito P&uacute;blico entre 1999-2004. Ministrou entre 1998 e 2006 aulas no Mestrado Profissional em Administra&ccedil;&atilde;o, na UFBa, no m&oacute;dulo Novos Marcos Legais, na qualidade de espertice. Criou em 2003, em conjunto com o Prof. J. J. Calmon de Passos e do hoje Ministro Jos&eacute; Barroso Filho, o Centro de Cultura Jur&iacute;dica da Bahia, onde atuou como Coordenador e Professor do Curso de Especializa&ccedil;&atilde;o em Direito P&uacute;blico. Representou o Brasil em diversas miss&otilde;es internacionais, com destaque para a Coopera&ccedil;&atilde;o T&eacute;cnica Brasil-EUA (1996), Brasil-Fran&ccedil;a (1996), Brasil-Portugal (1997) e representou o Brasil na II Reuni&atilde;o de Coordena&ccedil;&atilde;o de Presid&ecirc;ncias da Am&eacute;rica Latina e Caribe, em Santiago do Chile (1997). Atuou tamb&eacute;m como membro de comiss&otilde;es legislativas, nomeadamente membro da Comiss&atilde;o de Elabora&ccedil;&atilde;o do Anteprojeto de Lei Org&acirc;nica Estadual do Minist&eacute;rio P&uacute;blico da Bahia (1983), Membro da Comiss&atilde;o de Juristas para o Anteprojeto de Lei sobre Normas Gerais de Processo Administrativo da Uni&atilde;o (1996), projeto convertido na Lei 9784/1999, Membro da Comiss&atilde;o de Juristas para Elabora&ccedil;&atilde;o do Anteprojeto de Lei de Defesa dos Usu&aacute;rios de Servi&ccedil;o P&uacute;blico (1998), Membro da Comiss&atilde;o de Juristas para Elabora&ccedil;&atilde;o do Anteprojeto sobre Contrato de Gest&atilde;o na Administra&ccedil;&atilde;o P&uacute;blica e Cons&oacute;rcios P&uacute;blicos (1998), Membro da Comiss&atilde;o de Juristas para Elabora&ccedil;&atilde;o do Anteprojeto de nova Lei Org&acirc;nica da Administra&ccedil;&atilde;o P&uacute;blica Federal e Entes de Colabora&ccedil;&atilde;o (2007), Membro da Comiss&atilde;o de Juristas da C&acirc;mara dos Deputados para Consolida&ccedil;&atilde;o da Legisla&ccedil;&atilde;o Administrativa Federal (2018). &Eacute; autor de mais de sessenta ensaios e artigos na &aacute;rea de direito p&uacute;blico, tendo ainda participado de mais de quinze obras coletivas e coordenado quatro livros tem&aacute;ticos. Foi editor do site direitopublico.com.br e, desde 2005, &eacute; editor do site direitodoestado.com.br, dedicado ao direito p&uacute;blico, onde mant&eacute;m tr&ecirc;s revistas virtuais, uma coluna jur&iacute;dica e projetos de mem&oacute;ria jur&iacute;dica (Depoimentos Magistrais) e v&iacute;deos. Em 2017, publicou obra na companhia do Ministro Luiz Fux e de Humberto Falc&atilde;o Martins: Organiza&ccedil;&otilde;es Sociais ap&oacute;s a Decis&atilde;o do STF na ADI 1923/2015 (ed. F&oacute;rum, Minas Gerais). Participa do Grupo de Estudos em Jurisdi&ccedil;&atilde;o Constitucional da UFBA (2014-2018). </span><span class="s2">Entre 2017-2018, em parceria com o Prof. Gabriel Marques e Michelle Fontenelle, exerceu a coordena&ccedil;&atilde;o cient&iacute;fica do projeto de pesquisa e extens&atilde;o Observat&oacute;rio da Jurisdi&ccedil;&atilde;o Constitucional da Bahia (<a href="http://observatorio.site"><span class="s1">http://observatorio.site</span></a>). </span><span class="s1">&Eacute; Doutorando em Direito P&uacute;blico pela Universidade de Coimbra, em fase de elabora&ccedil;&atilde;o de tese (2018-2019). Preside o Instituto Brasileiro de Direito P&uacute;blico e o Instituto de Direito Administrativo da Bahia. &Eacute; tamb&eacute;m integrante do Conselho do Instituto Brasileiro de Direito Administrativo e membro da C&aacute;tedra de Cultura Jur&iacute;dica da Universidade de Girona, na Espanha. &Eacute; ainda membro do Instituto Internacional de Direito do Estado e membro do Conselho T&eacute;cnico da Sociedade Brasileira de Direito P&uacute;blico. &Eacute; Diretor-Geral da Revista Brasileira de Direito P&uacute;blico, revista trimestral que publicou at&eacute; 2018 sessenta e dois n&uacute;meros sob a sua coordena&ccedil;&atilde;o, e membro do Conselho de diversas revistas brasileiras na &aacute;rea de direito p&uacute;blico. Coordenou dezenas de eventos e congressos jur&iacute;dicos na Bahia, S&atilde;o Paulo, Bras&iacute;lia, Rio de Janeiro e Minas Gerais na &aacute;rea de direito p&uacute;blico, difundindo o direito p&uacute;blico no pa&iacute;s. Ingressou na Academia de Letras Jur&iacute;dicas da Bahia em 30 de maio de 2007, ocupando a cadeira 28, tendo presidido a Academia entre 2009-2010. Recebeu da Academia de Letras Jur&iacute;dicas da Bahia a Medalha Orlando Gomes (17.08.2017) e do CONSAD &ndash; Conselho dos Secret&aacute;rios Estaduais de Administra&ccedil;&atilde;o do Brasil &ndash; a Medalha do M&eacute;rito CONSAD de Gest&atilde;o P&uacute;blica 2013. </span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>Livros publicados/organizados ou edi&ccedil;&otilde;es</strong></span></h2>
<p class="p3" style="text-align: justify;"><span class="s1">FUX, Luiz ;&nbsp;<strong>MODESTO, Paulo</strong>&nbsp;; MARTINS, Humberto Falc&atilde;o . <strong>Organiza&ccedil;&otilde;es Sociais Ap&oacute;s a Decis&atilde;o do STF na ADI N. 1923/2015.</strong> 1. ed. Belo Horizonte: F&oacute;rum, 2017. v. 1. 277p .</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">Dantas, Miguel Calmon ;&nbsp;<strong>MODESTO, Paulo</strong>&nbsp;; Lima, Raimundo M&aacute;rcio Ribeiro ; Mota, Raquel Gon&ccedil;alves . <strong>Estado social: constitui&ccedil;&atilde;o e pobreza: estudos de doutoramento</strong> I. 1. ed. Coimbra: Imprensa da Universidade de Coimbra, 2017. v. 3. 265p .</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><strong>MODESTO, Paulo</strong>&nbsp;(Org.), L. M. (Org.) . <strong>Terceiro Setor e Parcerias na &Aacute;rea de Sa&uacute;de</strong>. 1. ed. Belo Horizonte: F&oacute;rum, 2011. v. 1. 283p .</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a> (Org.) <strong>. Nova Organiza&ccedil;&atilde;o Administrativa Brasileira</strong>. 2. ed. Belo Horizonte: F&oacute;rum, 2010. v. 1. 444p .</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a> (Org.) . <strong>Reforma da Previd&ecirc;ncia: an&aacute;lise e cr&iacute;tica da Emenda Constitucional n. 41/2003</strong>. 1. ed. Belo Horizonte: F&oacute;rum, 2004. v. 1. 743p .</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><strong>MODESTO, Paulo</strong>&nbsp;(Org.) MENDONCA, O. (Org.)<span class="Apple-converted-space">&nbsp; </span><strong>Direito do Estado: novos rumos</strong>. 1. ed. S&atilde;o Paulo: Max Limonad, 2001. v. 3. 600p .</span></p>
<h2 class="p2" style="text-align: justify;"><span class="s1"><strong>Cap&iacute;tulos de livros publicados</strong></span></h2>
<p class="p3" style="text-align: justify;"><span class="s1">DI PIETRO, Maria Sylvia; MOTTA, Fabr&iacute;cio (org.). <strong>MODESTO, Paulo</strong>. &Eacute; Poss&iacute;vel Superar o Clientelismo na Administra&ccedil;&atilde;o P&uacute;blica do Brasil? Argumentos jur&iacute;dicos e sugest&otilde;es para limitar a cria&ccedil;&atilde;o e o provimento abusivo de cargos p&uacute;blicos em comiss&atilde;o nos 30 anos da Constitui&ccedil;&atilde;o de 1988. In: <strong>O Direito Administrativo nos 30 Anos da Constitui&ccedil;&atilde;o</strong>.1ed. Belo Horizonte: F&oacute;rum, 2018, v. 1, pp. 283-315. </span></p>
<p class="p3" style="text-align: justify;"><span class="s1">MENDES, G. F. AZEVEDO, E. A. DALLARI, A. A. BICALHO, A. P. N. ARAGAO, A. S. NESTER, A. W. BORGES, A. G. SAAD, A. F. CARVALHO, A. C. SOUZA, O. A. V. JUNQUEIRA, A. R. PRUDENTE, A. S. ASSIS, A. GENOSO, G. WALD, A. ALVIM, A. POZZO, A. D. FECURI, A. C. SUNDFELD, C. A. BUENO, C. S. GUIMARAES, C. A. FORTINI, C. MOTTA, Fabr&iacute;cio GUIMARAES, E. MILARE, E. ,&nbsp;<em>et al.</em>&nbsp;; Disposi&ccedil;&otilde;es Constitucionais Transit&oacute;rias na Reforma da Previd&ecirc;ncia: prote&ccedil;&atilde;o da confian&ccedil;a e proporcionalidade. In: Wald, Arnoldo; JUsten Filho, Mar&ccedil;al; Guimar&atilde;es Pereira, Cesar Augusto.. (Org<strong>.). O Direito Administrativo na Atualidade: estudos em homenagem ao centen&aacute;rio de Hely Lopes Meirelles (1917-2017) defensor do estado de direito</strong>. 1ed.S&atilde;o Paulo: Malheiros, 2017, v. 1, p. 915-954.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">SCHIER, A. C. R. SUNDFELD, C. A. MELLO, C. A. B. FORTINI, C. FERREIRA, D. PELLEGRINELLO, A. P. GROTTI, D. A. M. GUIMARAES, E. BITTENCOURT NETO, E. MOTTA, Fabr&iacute;cio ARAUJO, F. D. NOHARA, I. P. NIEBUHR, J. M. CARVALHO FILHO, J. S. FREITAS, J. RIBEIRO, J. P. FERRAZ, L. PIRES, L. M. F. CAMMAROSANO, M. PIETRO, M. S. Z. ZOCKUN, M. ZOCKUN, C. Z.&nbsp;<strong>MODESTO, Paulo</strong>&nbsp;MOTTA, P. R. F. SILVEIRA, R. D. ,&nbsp;<em>et al.</em>&nbsp;; Desvio de Poder no Provimento Discricion&aacute;rio de Cargos P&uacute;blicos. In: PONTES FILHO, Valmir; Motta, Fabr&iacute;cio; GABARDO, Emerson.. (Org.). <strong>Administra&ccedil;&atilde;o P&uacute;blica: desafios para a transpar&ecirc;ncia, probidade e desenvolvimento</strong>. 1ed.Belo Horizonte: F&oacute;rum, 2017, v. 1, p. 239-249.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">ROSSI, G. BARROSO, Luis Roberto JUSTEN FILHO, M. SUNDFELD, C. A. MARQUES NETO, F. A. SARMENTO, D. BINENBOJM, G. GUERRA, S. GUEDES, D. BOMFIM, N. L. FIDALGO, C. B. FREITAS, J. ALMEIDA, F. D. M. GUIMARAES, C. A. MEDAUAR, O. ARAGAO, A. S. NESTER, A. W. GARCIA, F. A. SCHIRATO, V. R.&nbsp;<strong>MODESTO, Paulo</strong>&nbsp;SOUTO, M. J. V. MOREIRA NETO, D. F. MOREIRA, E. B. GUIMARAES, B. S. CAMARA, J. A. ,&nbsp;<em>et al.</em>&nbsp;; As Funda&ccedil;&otilde;es Estatais de Direito Privado e o Debate sobre a Nova Estrutura Org&acirc;nica da Administra&ccedil;&atilde;o P&uacute;blica. In: ARAG&Atilde;O, Alexandre Santos de; MARQUES NETO, Floriano de Azevedo.. (Org.). <strong>Direito Administrativo e seus Novos Paradigmas.</strong> 2ed.Belo Horizonte: F&oacute;rum, 2017, v. 1, p. 519-529.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. As Organiza&ccedil;&otilde;es Sociais no Brasil Ap&oacute;s a Decis&atilde;o do Supremo Tribunal Federal na A&ccedil;&atilde;o Direta de Inconstitucionalidade 1923, de 2015. In: OLIVEIRA, Paulo Augusto de; LEAL, Gabriel Prado. (Org.). <strong>Di&aacute;logos Jur&iacute;dicos Luso-Brasileiros.</strong> VOLUME I. 1ed.Salvador: Faculdade Baiana de Direito, 2015, v. 1, p. 189-237.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">DALLARI, A. SALLES, A. A. LEVIN, A. CARVALHO, A. C. FREIRE, A. L. PETIAN, A. POZZO, A. D. JATENE, P. COLOMBAROLLI, B. R. AURELIO, B. FERREIRA, B. O. S. HORBACH, C. B. ZOCKUN, C. Z. BEZNOS, C. FORTINI, C. MOTTA, Fabr&iacute;cio FERREIRA, D. HACHEM, D. W. GROTTI, D. A. M. NOBRE JUNIOR, E. P. GABARDO, E. BITTENCOURT NETO, E. NETTO, L. C. P. E. MEDEIROS, F. M. OSORIO, F. M. ,&nbsp;<em>et al.</em>&nbsp;; As Normas de Reprodu&ccedil;&atilde;o, Imita&ccedil;&atilde;o e Remiss&atilde;o como Par&acirc;metro de Controle de Constitucionalidade nos Estados-Membros da Federa&ccedil;&atilde;o e o Papel das Leis Org&acirc;nicas Municipais. In: PEREIRA, Fl&aacute;vio; Cammarosano, M&aacute;rcio; Silveira, Marilda de Paula; Zockun, Maur&iacute;cio.. (Org.). <strong>O Direito Administrativo na Jurisprud&ecirc;ncia do STF e do STJ: homenagem ao Professor Celso Ant&ocirc;nio Bandeira de Mello</strong>. 1ed.Belo Horizonte: F&oacute;rum, 2014, v. 1, p. 441-451.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">MENEZES, F. BERCOVICI, G. SUNDFELD, C. A. JURKSAITIS, G. J. DALLARI, D. A. FERREIRA, S. A. SALGADO, E. D. GABARDO, E. TORRES, H. T. PIRES, M. C. S. SEVERI, F. C. PIERRO JUNIOR, M. T. CALCINI, F. P. DENSA, R. ALMEIDA, F. D. M.&nbsp;<strong>MODESTO, Paulo</strong>&nbsp;GARCIA, M. OLIVEIRA, R. M. F. RIBEIRO, C. V. A. RIBEIRO, L. P. A. GUIMARAES, B. S. LUQUE, C. A. SILVA, A. C. E. MORAES, A. JUSTEN FILHO, M. ,&nbsp;<em>et al.</em>&nbsp;; Nepotismo em Cargos Pol&iacute;tico-Administrativos. In: Marques Neto, Floriano de Azevedo; Menezes de Almeida, Fernando Dias; Nohara, Irene Patr&iacute;cia; Marrara, Thiago.. (Org.). <strong>Direito e Administra&ccedil;&atilde;o P&uacute;blica: estudos em homenagem a Maria Sylvia Zanella di Pietro</strong>. 1ed.S&atilde;o Paulo: Atlas, 2013, v. 1, p. 260-298.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">SUNDFELD, C. A. ; COUTINHO, D. R. ; MONTEIRO, V. ; MOREIRA, E. B. ; PORTO NETO, B. ; CAMARA, J. A. ; GROTTI, D. A. M. ; JUSTEN FILHO, M. ; ANDRADE, L. Q. ; MARQUES NETO, F. A. ; SOUZA, R. P. ; DALLARI, A. A. ; GUIMARAES, F. V. ; OLIVEIRA, J. R. P. ;&nbsp;<strong>MODESTO, Paulo</strong>&nbsp;; BARBOSA, M. N. L. ; ALMEIDA, F. D. M. ; PINTO JUNIOR, M. E. ; OLIVEIRA, G. H. J. . Reforma do Estado, Formas de Presta&ccedil;&atilde;o de Servi&ccedil;os ao P&uacute;blico e Parcerias P&uacute;blico-Privadas: demarcando as fronteiras dos conceitos de 'servi&ccedil;o p&uacute;blico','servi&ccedil;o de relev&acirc;ncia p&uacute;blica' e 'servi&ccedil;os de explora&ccedil;&atilde;o econ&ocirc;mica' para as Parcerias P&uacute;blico-Privadas. In: Sundfeld, Carlos Ari.. (Org.). <strong>Parcerias P&uacute;blico-Privadas</strong>. 2ed.S&atilde;o Paulo: Malheiros, 2011, v. 1, p. 468-521.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. O Direito Administrativo do Terceiro Setor: a aplica&ccedil;&atilde;o do direito p&uacute;blico &agrave;s entidades privadas sem fins lucrativos. In: MODESTO, Paulo; CUNHA JUNIOR, Luiz Arnaldo Pereira da.. (Org.). <strong>Terceiro Setor e Parcerias na &Aacute;rea de Sa&uacute;de</strong>. 1ed.Belo Horizonte: F&oacute;rum, 2011, v. 1, p. 21-40.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">&nbsp;<a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Legalidade e autovincula&ccedil;&atilde;o da administra&ccedil;&atilde;o p&uacute;blica : pressupostos conceituais do contrato de autonomia no anteprojeto da nova lei de organiza&ccedil;&atilde;o administrativa. In: MODESTO, Paulo. (Org<strong>.). Nova Organiza&ccedil;&atilde;o Administrativa Brasileira</strong>. 2ed.Belo Horizonte: F&oacute;rum, 2010, v. 1, p. 115-173.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">&nbsp;DALLARI, A. A. BORGES, A. G. LACOMBE, A. M. AMARAL, A. C. C. MENDES, A. C. PORTO NETO, B. SUNDFELD, C. A. CAMARA, J. A. BRITTO, C. A. CASTRO, C. R. S. BEZNOS, C. DALLARI, D. A. GROTTI, D. A. M. COMPARATO, F. K. CARDOZO, J. E. M. FIGUEIREDO, L. V. ARAUJO, L. A. D. JUSTEN FILHO, M. FIGUEIREDO, M. GARCIA, M. DINIZ, M. H. PIETRO, M. S. Z. VIEIRA, O. V. BONAVIDES, P. CARVALHO, P. B. ,&nbsp;<em>et al.</em>&nbsp;; Reforma da Previd&ecirc;ncia e Regime Jur&iacute;dico da Aposentadoria dos Titulares de Cargo P&uacute;blico. In: FIGUEIREDO, Marcelo; PONTES, Filho.. (Org.). <strong>Estudos de Direito P&uacute;blico em Homenagem a Celso Antonio Bandeira de Mello</strong>. 1ed.S&atilde;o Paulo: Malheiros, 2006, v. 1, p. 570-666.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. A Reforma da Previd&ecirc;ncia e a Defini&ccedil;&atilde;o de Limites de Remunera&ccedil;&atilde;o e Subs&iacute;dio dos Agentes P&uacute;blicos no Brasil. In: MODESTO, Paulo. (Org.). <strong>Reforma da Previd&ecirc;ncia: an&aacute;lise e cr&iacute;tica da Emenda Constitucional n. 41/2003</strong>. 1ed.Belo Horizonte: F&oacute;rum, 2004, v. 1, p. 345-379.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">LEAO, A. ; PAMPLONA FILHO, R. ; BORGES, A. G. ; BOAVENTURA, E. M. ; BARROSO FILHO, J. ; SILVA NETO, M. J. E. ; PINTO, J. A. R. ;&nbsp;<strong>MODESTO, Paulo</strong>&nbsp;; FARIAS, C. C. ; PASSOS, E. ; ROCHA, J. C. S. ; FERREIRA, N. J. S. ; QUADROS, T. ; CARVALHO, R. ; BRAGA FILHO, P. . Globaliza&ccedil;&atilde;o e Administra&ccedil;&atilde;o P&uacute;blica Indireta: ag&ecirc;ncias executivas e a transplanta&ccedil;&atilde;o lingu&iacute;stica. In: LE&Atilde;O, Adroaldo; PAMPLONA FILHO, Rodolfo. (Org<strong>.). Globaliza&ccedil;&atilde;o e Direito</strong>. 1ed.Rio de Janeiro: Forense, 2002, v. , p. 227-239.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Est&aacute;gio Probat&oacute;rio: quest&otilde;es controversas. In: MODESTO, Paulo; MENDON&Ccedil;A, Oscar.. (Org.). <strong>Direito do Estado: novos rumos - direito administrativo</strong>. 1ed.S&atilde;o Paulo: Max Limonad, 2001, v. 2, p. 49-88.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">PEREIRA, L. C. B. ; FERREIRA, C. M. M. ; PACHECO, R. S. ; PEREIRA, E. S. ; NASSUNO, M. ;&nbsp;<strong>MODESTO, Paulo Eduardo Garrido</strong>&nbsp;; RAMOS, M. M. ; COSTA, N. R. ; MARCONI, N. ; RUA, M. G. . Reforma Administrativa e marco legal das organiza&ccedil;&otilde;es sociais no Brasil: as d&uacute;vidas dos juristas sobre o modelo das organiza&ccedil;&otilde;es sociais. In: PETRUCCI, Vera; SCHWARZ, Let&iacute;cia. (Org.). <strong>Administra&ccedil;&atilde;o P&uacute;blica Gerencial: a reforma de 1995: ensaios sobre a reforma administrativa brasileira no liminar do s&eacute;culo XXI</strong>. 1ed.Bras&iacute;lia: UNB/ENAP, 1999, v. 1, p. 169-195.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>; LEITE, C. B. ; RESENDE, T. A. ; RESENDE, C. E. R. ; SZAZI, E. ; SANTANA, S. ; COELHO, S. C. T. ; MENDES, L. C. A. ; MAFRA, H. . Reforma Administrativa e marco legal das organiza&ccedil;&otilde;es sociais no Brasil: as d&uacute;vidas dos juristas sobre o modelo das organiza&ccedil;&otilde;es sociais. In: MERENGE, Luis Carlos; BARBOSA, Maria Nazar&eacute; Lins.. (Org.). <strong>Terceiro Setor: reflex&atilde;o sobre o marco legal</strong>. 1ed.Rio de Janeiro: Editora Funda&ccedil;&atilde;o Get&uacute;lio Vargas, 1998, v. 1, p. 11-35.</span>&nbsp;</p>
<h2 class="p2" style="text-align: justify;"><span class="s1"><strong>Artigos completos publicados em peri&oacute;dicos</strong></span></h2>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Recurso Extraordin&aacute;rio contra decis&atilde;o de modula&ccedil;&atilde;o em controle de constitucionalidade estadual: a jurisdi&ccedil;&atilde;o como modalidade de frustra&ccedil;&atilde;o objetiva da pr&oacute;pria jurisdi&ccedil;&atilde;o constitucional. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 60, p. 215-249, 2018.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">&nbsp;<a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Parcerias P&uacute;blico-sociais (PPS): categoria jur&iacute;dica, sustentabilidade e controle em quest&otilde;es pr&aacute;ticas. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 59, p. 47-73, 2017.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Sil&ecirc;ncio Administrativo Positivo, Negativo e Translativo: a omiss&atilde;o estatal formal em tempos de crise. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 57, p. 47-58, 2017.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">&nbsp;<a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Disposi&ccedil;&otilde;es constitucionais transit&oacute;rias na reforma da previd&ecirc;ncia: prote&ccedil;&atilde;o da confian&ccedil;a e proporcionalidade. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 56, p. 09-54, 2017.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. O Sentido Constitucional de Carreira no Servi&ccedil;o P&uacute;blico. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 55, p. 47-54, 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Desvio de Poder no Provimento Discricion&aacute;rio de Cargos P&uacute;blicos. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 54, p. 35-49, 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Regi&atilde;o metropolitana, estado e autonomia municipal: a governan&ccedil;a interfederativa em quest&atilde;o. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 53, p. 127-136, 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. As Normas de Reprodu&ccedil;&atilde;o, Imita&ccedil;&atilde;o e Remiss&atilde;o como Par&acirc;metro de Controle de Constitucionalidade nos Estados-membros da Federa&ccedil;&atilde;o e o Papel das Leis Org&acirc;nicas Municipais. Revista Brasileira de Direito P&uacute;blico, v. 46, p. 201-213, 2014.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Nepotismo em Cargos Pol&iacute;tico-Administrativos. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 41, p. 9-52, 2013.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Titularidade do Estado sobre o Imposto de Renda na Fonte Incidente sobre Pagamentos a Servidores P&uacute;blicos: estudo do caso.. Revista Brasileira de Direito P&uacute;blico, v. 35, p. 171-201, 2011.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Anteprojeto de Nova Lei de Organiza&ccedil;&atilde;o Administrativa: s&iacute;ntese e contexto. Revista Brasileira de Direito P&uacute;blico, v. 34, p. 195-206, 2011.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. O Direito Administrativo do Terceiro Setor: a aplica&ccedil;&atilde;o do direito p&uacute;blico &agrave;s entidades privadas sem fins lucrativos. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 33, p. 9-19, 2011.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Calmon de Passos e Advocacia P&uacute;blica. Revista Brasileira de Direito P&uacute;blico, v. 32, p. 209-216, 2011.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Contrato de Gest&atilde;o no Interior da Organiza&ccedil;&atilde;o Administrativa como Contrato de Autonomia. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 30, p. 59-89, 2010.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Autovincula&ccedil;&atilde;o da Administra&ccedil;&atilde;o P&uacute;blica. Revista Brasileira de Direito P&uacute;blico, v. 29, p. 9-22, 2010.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Os Regulamentos de Organiza&ccedil;&atilde;o no Direito Brasileiro e os Decretos Aut&ocirc;nomos de Extin&ccedil;&atilde;o de Cargos P&uacute;blicos Vagos: uma distin&ccedil;&atilde;o necess&aacute;ria. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 28, p. 143-153, 2010.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Calmon de Passos: m&uacute;ltiplo e inesquec&iacute;vel (16.05.1920 ? 18.10.2008). Revista Brasileira de Direito P&uacute;blico, v. 23, p. 203, 2008.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Notas de Introdu&ccedil;&atilde;o ao Direito Administrativo. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 17, p. 163-178, 2007.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Discurso de Posse na Academia de Letras Jur&iacute;dicas da Bahia. Revista da Academia de Letras Jur&iacute;dicas da Bahia, v. 14, p. 237-248, 2007.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. As Funda&ccedil;&otilde;es Estatais de Direito Privado e o Debate sobre a Nova Estrutura Org&acirc;nica da Administra&ccedil;&atilde;o P&uacute;blica. Revista Brasileira de Direito P&uacute;blico, v. 19, p. 9-17, 2007.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Organiza&ccedil;&otilde;es Sociais(Lei n&ordm; 9.637/98) e OSCIPs - Organiza&ccedil;&otilde;es da Sociedade Civil de Interesse P&uacute;blico (Lei n&ordm; 9.790/99).. BDM (S&atilde;o Paulo. Impresso), v. 22, p. 8-16, 2006.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Sistema Previdenci&aacute;rio dos Servidores P&uacute;blicos. BDM (S&atilde;o Paulo. Impresso), v. 22, p. 253-260, 2006.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Reforma da Previd&ecirc;ncia e Regime Jur&iacute;dico da Aposentadoria dos Titulares de Cargo P&uacute;blico. REVISTA BRASILEIRA DE DIREITO P&Uacute;BLICO, v. 13, p. 9-111, 2006.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Reforma do Estado, Formas de Presta&ccedil;&atilde;o de Servi&ccedil;os ao P&uacute;blico e Parcerias P&uacute;blico-Privadas: demarcando as fronteiras dos conceitos de servi&ccedil;o p&uacute;blico, servi&ccedil;os de relev&acirc;ncia p&uacute;blica e servi&ccedil;os de explora&ccedil;&atilde;o econ&ocirc;mica para as parcerias p&uacute;blico-privadas. Revista Brasileira de Direito P&uacute;blico, v. 10, p. 9-53, 2005.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Parcerias P&uacute;blico-Privadas (PPP). Gest&atilde;o P&uacute;blica e Controle Externo, v. 1, p. 211-228, 2005.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Direito e Poder Pol&iacute;tico. Estado e Direito - O Problema da Legitimidade. REVISTA DOS TRIBUNAIS (S&Atilde;O PAULO. IMPRESSO), v. 711, p. 57-62, 2005.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. A Reforma da Previd&ecirc;ncia e suas Normas de Transi&ccedil;&atilde;o. Revista Brasileira de Direito P&uacute;blico, v. 6, p. 87-105, 2004.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. A Reforma da Previd&ecirc;ncia e a Defini&ccedil;&atilde;o de Limites de Remunera&ccedil;&atilde;o e Subs&iacute;dio dos Agentes P&uacute;blicos no Brasil. Revista Brasileira de Direito P&uacute;blico, v. 5, p. 9-42, 2004.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. A Reforma da Previd&ecirc;ncia e as Peculiaridades do Regime Previdenci&aacute;rio dos Agentes P&uacute;blicos. Revista Brasileira de Direito P&uacute;blico, v. 2, p. 141-174, 2003.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Est&aacute;gio Probat&oacute;rio: Quest&otilde;es Controversas. Revista Brasileira de Direito P&uacute;blico, v. 1, p. 211-241, 2003.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo.</strong></a> Composi&ccedil;&atilde;o do Tribunal de Contas do Estado diante da aus&ecirc;ncia de institui&ccedil;&atilde;o do Minist&eacute;rio P&uacute;blico especial. A&amp;C. REVISTA DE DIREITO ADMINISTRATIVO &amp; CONSTITUCIONAL (IMPRESSO), v. 12, p. 195-208, 2003.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Ag&ecirc;ncias Executivas. REVISTA DE DIREITO ADMINISTRATIVO, v. 228, p. 75-84, 2002.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Responsabilidade do Estado pela demora na presta&ccedil;&atilde;o jurisdicional. REVISTA DE DIREITO ADMINISTRATIVO, v. 227, p. 291-308, 2002.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Conv&ecirc;nio entre entidades p&uacute;blicas executado por Funda&ccedil;&atilde;o de Apoio. Servi&ccedil;o de Sa&uacute;de. Conceito de servi&ccedil;o p&uacute;blico e servi&ccedil;o de relev&acirc;ncia p&uacute;blica na Constitui&ccedil;&atilde;o de 1988. Forma da presta&ccedil;&atilde;o de contas das entidades de coopera&ccedil;&atilde;o ap&oacute;s a Emenda Constitucional n. 19/98.. A&amp;C. REVISTA DE DIREITO ADMINISTRATIVO &amp; CONSTITUCIONAL (IMPRESSO), v. 03, p. 125-166, 2002.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Teto constitucional de remunera&ccedil;&atilde;o dos agentes p&uacute;blicos: uma cr&ocirc;nica de muta&ccedil;&otilde;es e emendas constitucionais. A&amp;C. REVISTA DE DIREITO ADMINISTRATIVO &amp; CONSTITUCIONAL (IMPRESSO), v. 06, p. 29-56, 2001.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Teto Constitucional de Remunera&ccedil;&atilde;o dos Agentes P&uacute;blicos. REVISTA DE DIREITO ADMINISTRATIVO, v. 222, p. 1-22, 2000.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Notas&nbsp;para&nbsp;um&nbsp;debate&nbsp;sobre&nbsp;o&nbsp;princ&iacute;pio&nbsp;da&nbsp;efici&ecirc;ncia. Interesse P&uacute;blico, v. 51, p. 107-121, 2000.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Inconstitucionalidade da progressividade na contribui&ccedil;&atilde;o previdenci&aacute;ria dos agentes p&uacute;blicos. REVISTA DE DIREITO ADMINISTRATIVO, v. 215, p. 53-59, 1999.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">&nbsp;<a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo.</strong></a> Reforma do Marco Legal do Terceiro Setor no Brasil. Interesse P&uacute;blico, v. 01, p. 31-46, 1999.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Reforma administrativa e direito adquirido. REVISTA DE DIREITO ADMINISTRATIVO, v. 211, p. 79-94, 1998.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Reforma Administrativa e Marco Legal das Organiza&ccedil;&otilde;es sociais no Brasil: as d&uacute;vidas dos juristas sobre o modelo das Organiza&ccedil;&otilde;es Sociais. REVISTA DE DIREITO ADMINISTRATIVO, v. 210, p. 195-212, 1997.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. O controle jur&iacute;dico do comportamento &eacute;tico da Administra&ccedil;&atilde;o P&uacute;blica no Brasil. REVISTA DE DIREITO ADMINISTRATIVO, v. 209, p. 71-80, 1997.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Reforma Administrativa e Direito Adquirido ao Regime da Fun&ccedil;&atilde;o P&uacute;blica. REVISTA TRIMESTRAL DE DIREITO P&Uacute;BLICO, v. 14, p. 232-238, 1996.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Remunera&ccedil;&atilde;o - Parte vari&aacute;vel - Op&ccedil;&atilde;o. REVISTA DE DIREITO ADMINISTRATIVO, v. 204, p. 308-312, 1996.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Fun&ccedil;&atilde;o Administrativa. Revista do Servi&ccedil;o P&uacute;blico (Bras&iacute;lia), v. 119, p. 95-119, 1995.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Regime Constitucional da Remunera&ccedil;&atilde;o dos Vereadores e Prefeitos Municipais - Retardamento do Repasse do Duod&eacute;cimo para C&acirc;mara Municipal - Princ&iacute;pio da Quantifica&ccedil;&atilde;o das Verbas Or&ccedil;ament&aacute;rias. REVISTA TRIMESTRAL DE DIREITO P&Uacute;BLICO, v. 11, p. 113-121, 1995.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Regime Jur&iacute;dico da Substitui&ccedil;&atilde;o Cumulativa. Revista do Minist&eacute;rio P&uacute;blico do Estado da Bahia, v. 03, p. 143-162, 1994.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. 'Constituic&iacute;dio?. Revista do Minist&eacute;rio P&uacute;blico do Estado da Bahia, v. 5, p. 76-78, 1994.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Compet&ecirc;ncia para Julgamento de Vereadores Municipais. CI&Ecirc;NCIA JUR&Iacute;DICA (BELO HORIZONTE), v. 51, p. 243-246, 1993.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Cartilha do Plebiscito. Revista do Minist&eacute;rio P&uacute;blico do Estado da Bahia, v. 1, p. 35-39, 1993.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo.</strong></a> Hermen&ecirc;utica do Testamento. REVISTA DOS TRIBUNAIS (S&Atilde;O PAULO. IMPRESSO), v. 81, p. 72-78, 1992.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. O Minist&eacute;rio P&uacute;blico e a Garantia da Irredutibilidade de Vencimentos em Face da Infla&ccedil;&atilde;o. Revista do Minist&eacute;rio P&uacute;blico do Estado da Bahia, v. 02, p. 71-76, 1992.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. &Eacute;tica e Poder Pol&iacute;tico. Revista do Minist&eacute;rio P&uacute;blico do Estado da Bahia, v. 02, p. 64-70, 1992.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Inconstitucionalidade por Omiss&atilde;o: categoria jur&iacute;dica e a&ccedil;&atilde;o constitucional espec&iacute;fica. REVISTA DE DIREITO P&Uacute;BLICO, v. 99, p. 115-127, 1991.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo.</strong></a> Pronunciamento sobre a Vida e Obra de A. L. Machado Neto. REVISTA DO CEPEJ, v. 01, p. 56-60, 1988.</span></p>
<h2 class="p2" style="text-align: justify;"><span class="s1"><strong>Textos em jornais de not&iacute;cias/revistas</strong></span></h2>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Fake News Institucional: a cr&iacute;tica vazia ao projeto de lei 7448/2017. Revista Colunistas de Direito do Estado, http://www.direitodoestado.com, p. 1 - 4, 13 abr. 2018.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Baderna&ccedil;o Constitucional. Revista Colunistas de Direito do Estado, Salvador, , v. 356, p. 1 - 5, 04 maio 2017.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. A Reforma da Previd&ecirc;ncia e a Exclus&atilde;o dos Servidores Estaduais e Municipais. Revista Colunistas de Direito do Estado, Salvador, , v. 341, p. 1 - 6, 23 mar. 2017.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Sil&ecirc;ncio Administrativo Positivo, Negativo e Translativo: a omiss&atilde;o estatal formal em tempos de crise. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 7, 22 dez. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. A Lei 13.019 e as Transforma&ccedil;&otilde;es das Parcerias P&uacute;blico-Sociais. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 9, 02 dez. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Remunera&ccedil;&atilde;o, Subs&iacute;dio e Indeniza&ccedil;&atilde;o: notas para uma sem&acirc;ntica republicana Prof. Paulo Modesto (BA). Revista Colunistas de Direito do Estado, Salvador, p. 1 - 6, 16 nov. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. A Hora e a Vez das Rela&ccedil;&otilde;es Interorg&acirc;nicas. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 11, 09 nov. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Uma Introdu&ccedil;&atilde;o &agrave; Teoria da Justi&ccedil;a Intergeracional e o Direito. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 11, 20 out. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. O Sentido Constitucional de Carreira no Servi&ccedil;o P&uacute;blico. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 8, 24 ago. 2016.<strong>10.</strong></span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Inaplicabilidade da Lei 13.019/13.204 a Organiza&ccedil;&otilde;es Sociais Qualificadas nos Estados, Distrito Federal e Munic&iacute;pios. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 5, 22 jul. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. O Controle P&uacute;blico e o Fetiche da Culpa. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 6, 21 mar. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Desvio de Poder no Provimento Discricion&aacute;rio de Cargos P&uacute;blicos. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 6, 21 mar. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Afastamento versus Acumula&ccedil;&atilde;o de Fun&ccedil;&otilde;es de Membros do Minist&eacute;rio P&uacute;blico: um debate que n&atilde;o quer cessar. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 9, 05 mar. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Regi&atilde;o Metropolitana, Estado e Autonomia Municipal: a governan&ccedil;a interfederativa em quest&atilde;o. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 10, 25 jan. 2016.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Do fomento &agrave;s Organiza&ccedil;&otilde;es Sociais ao fomento do consumo livre e direto de servi&ccedil;os sociais: avan&ccedil;o ou retrocesso?. Revista Colunistas de Direito do Estado, Salvador, p. 1 - 6, 01 dez. 2015.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/7484940695853260"><strong>MODESTO, Paulo</strong></a>. Participa&ccedil;&atilde;o Popular na Administra&ccedil;&atilde;o P&uacute;blica: Mecanismos de Operacionaliza&ccedil;&atilde;o. Revista Eletr&ocirc;nica de Direito do Estado - REDE, Salvador, p. 1 - 10, 07 abr. 2005.</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>