<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>RICARDO MAURÍCIO FREIRE SOARES</h1>
										<h2>Cadeira nº 33 - Patrono: AUGUSTO ALEXANDRE MACHADO</h2>
									</header>

									<span class="image"><img src="images/rmfs.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p style="text-align: justify;"><span style="font-weight: 400;">Nasceu em Salvador, Bahia, em 28 de maio de 1977, filho de Maria L&uacute;cia Freire Soares e Jo&atilde;o Maur&iacute;cio Lage Soares. Estudou no Col&eacute;gio Pernalonga (1978-1988) e no Col&eacute;gio Anchieta (1988-1994). Graduou-se em Direito pela Universidade Federal da Bahia (1995-1999). Durante a gradua&ccedil;&atilde;o, foi agraciado com o Pr&ecirc;mio de Orat&oacute;ria J.J. Calmon de Passos pela Funda&ccedil;&atilde;o Faculdade de Direito da Bahia (1995). Como graduando, participou intensamente do movimento estudantil, tendo sido Presidente do Centro de Estudos e Pesquisas Jur&iacute;dicas - CEPEJ (1996-1997) e Coordenador Editorial dos seguintes peri&oacute;dicos - Revista do CEPEJ n.5 (1999); Revista Jur&iacute;dica dos Formandos em Direito da UFBA n.5; (1999); Revista &Acirc;ngulos n.21 (1999); e Revista do CEPEJ n.6 (1999). Na Faculdade de Direito da Universidade Federal da Bahia, obteve o grau de Mestre em Direito (2003), tendo sido o Coordenador Editorial da Revista do Programa de P&oacute;s-Gradua&ccedil;&atilde;o em Direito da Universidade Federal da Bahia n. 10 (janeiro/dezembro de 2002). Em seguida, obteve o t&iacute;tulo de Doutor em Direito pela Faculdade de Direito da Universidade Federal da Bahia (2008). Realizou posteriormente P&oacute;s-Doutorado em Direito pela Universit&agrave; degli Studi di Roma La Sapienza e pela Universit&agrave; degli Studi di Roma Tor Vergata (2009). &nbsp;Obteve outro t&iacute;tulo de Doutor em Direito pela Universit&agrave; del Salento (2015), tendo conclu&iacute;do um novo P&oacute;s-Doutorado (2016). Iniciou a vida docente como Professor-substituto do Curso de Gradua&ccedil;&atilde;o da Faculdade de Direito da Universidade Federal da Bahia (2000-2002). Tornou-se Professor Efetivo da Faculdade de Direito da Universidade Federal da Bahia, atrav&eacute;s de concurso de provas e t&iacute;tulos (2004). Posteriormente, no ano de 2008, fui credenciado como Professor Permanente do Programa de P&oacute;s-Gradua&ccedil;&atilde;o em Direito da Universidade Federal da Bahia, passando a tamb&eacute;m lecionar nos Cursos de Mestrado e Doutorado mantidos pela centen&aacute;ria institui&ccedil;&atilde;o. Foi Professor Homenageado da Turma de Formandos da Gradua&ccedil;&atilde;o em Direito da Universidade Federal da Bahia (2010). Na condi&ccedil;&atilde;o de Professor-Visitante, realizou ciclos palestras e pesquisas em prestigiadas institui&ccedil;&otilde;es da It&aacute;lia, Portugal, Espanha, Alemanha e Estados Unidos: Universit&agrave; degli Studi di Roma La Sapienza (2005/2009/2018); Universit&agrave; degli Studi di Roma Tor Vergata (2007/2011);Universit&agrave; degli Studi di Roma Tre (2005/2011);Universit&agrave; degli Studi di Milano (2008/2009); Universit&agrave; di Genova (2008/2009);Universit&agrave; di Pisa (2008/2009);Universidade Aut&ocirc;noma de Lisboa (2010); Universidade do Algarve (2014); Universit&agrave; del Salento (2011/2012/2013/2014/2015/2016/2018); Universidad de Burgos (2015); Fordham University (2017); Universidad de Salamanca (2016/2018); Martin-Luther-Universit&auml;t (2007/2018); e Heidelberg &nbsp;Universit&auml;t (2018). No &acirc;mbito do magist&eacute;rio superior privado, lecionou em diversas institui&ccedil;&otilde;es de ensino, estando, atualmente, vinculado &agrave; Faculdade Baiana de Direito e Gest&atilde;o, desde 2007, e &agrave; Faculdade Ruy Barbosa, desde 2012. Professor-Convidado diversas institui&ccedil;&otilde;es, tais como: Escola Superior de Advocacia Orlando Gomes da OAB- Bahia (2008-2018); Escola de Magistrados da Bahia (2011-2018); Escola Judicial do Tribunal Regional do Trabalho da Bahia (2008-2018); Escola Judicial do Estado de Sergipe (2012-2018); e Funda&ccedil;&atilde;o Faculdade de Direito da Universidade Federal da Bahia (2004-2018). Como gestor acad&ecirc;mico, desde 2004, teve a oportunidade integrar os Colegiados dos Cursos de Gradua&ccedil;&atilde;o e de P&oacute;s-Gradua&ccedil;&atilde;o em Direito da Universidade Federal da Bahia. Coordenou a Especializa&ccedil;&atilde;o em Direito de Estado pela Funda&ccedil;&atilde;o Faculdade de Direito da Universidade Federal da Bahia (2012-2014). Foi representante dos Professores-adjuntos na Congrega&ccedil;&atilde;o da Faculdade de Direito da Universidade Federal da Bahia (2008-2009), representante da Faculdade de Direito da Universidade Federal da Bahia na C&acirc;mara de Gradua&ccedil;&atilde;o da Reitoria da UFBA (2008-2009) e representante do Departamento de Direito Privado da Faculdade de Direito da Universidade Federal da Bahia no Instituto de Ci&ecirc;ncia da Informa&ccedil;&atilde;o da Universidade Federal da Bahia (2004-2006). Na Uni&atilde;o Metropolitana de Educa&ccedil;&atilde;o e Cultura, figurou como Coordenador - Adjunto do Curso de Gradua&ccedil;&atilde;o em Direito (2004), Coordenador da Especializa&ccedil;&atilde;o em Gest&atilde;o Municipal (2003-2004) e membro do Colegiado do Curso de Gradua&ccedil;&atilde;o em Direito (2001-2004). Exerceu tamb&eacute;m a Coordena&ccedil;&atilde;o acad&ecirc;mica dos Cursos de Gradua&ccedil;&atilde;o em Direito da Faculdade Batista Brasileira (2010) e das Faculdades Integradas da Bahia (2011-2013). Desde 2010, figura como Professor-avaliador, vinculado ao Instituto Nacional de Estudos e Pesquisas Educacionais (INEP/MEC), para participar de comiss&otilde;es examinadoras de processos de autoriza&ccedil;&atilde;o e reconhecimento de Cursos de Direito em todo Brasil. Como Pesquisador, participou, em 2003, do grupo internacional de pesquisa GEDIM &ndash; Globaliza&ccedil;&atilde;o Econ&ocirc;mica e Direitos no Mercosul, com os apoios institucionais da Unesco, da Maison des sciences de l` homme de Paris, do Reseau europeen droit et soci&eacute;t&eacute;, e da PUC- Rio de Janeiro. Desde 2004, realiza diversas investiga&ccedil;&otilde;es cient&iacute;ficas, com financiamentos oriundos de Bolsas do PIBIC, da FAPESB e do Programa Permanecer da Universidade Federal da Bahia. No ano de 2011, criou o Grupo de Pesquisa Discurso Jusfundamental da Dignidade da Pessoa Humana no Direito Comparado, cadastrado no CNPQ e certificado pela Universidade Federal da Bahia. Integra o Conselho Editorial de Revisores/Pareceristas de in&uacute;meras Revistas e Peri&oacute;dicos Jur&iacute;dicos: Revista da Escola Superior da Procuradoria Geral do Estado de S&atilde;o Paulo (2017-2018)</span><strong>;</strong><span style="font-weight: 400;"> Acta Cient&iacute;fica (2016-2018) Revista de Direito Agroambiental e Teoria do Direito (2015); Revista Digital Constitui&ccedil;&atilde;o e Garantia de Direitos da UFRN (2015-2018); Populus - Revista Jur&iacute;dica da Escola Judici&aacute;ria Eleitoral da Bahia (2015-2018); Campo Jur&iacute;dico (2013); Revista Jur&iacute;dica da Presid&ecirc;ncia da Rep&uacute;blica (2011-20188); Revista do Programa de P&oacute;s-Gradua&ccedil;&atilde;o em Direito da UFBA (2009-2018); Revista Direito Estado e Sociedade (2015-2018); Civilistica.com - Revista Eletr&ocirc;nica de Direito Civil (2015-2018);Revista de Informa&ccedil;&atilde;o Legislativa do Senado Federal (2016-2018); &nbsp;Consinter (2016-2018); Conpedi (2016-2018); e Culturas Jur&iacute;dicas (2016-2018). Publicou dezenas de artigos cient&iacute;ficos em peri&oacute;dicos especializados. Como Palestrante/ Conferencista, realizou dezenas de exposi&ccedil;&otilde;es em eventos jur&iacute;dicos nacionais e estrangeiros. Participou de dezenas de Bancas Examinadoras no &acirc;mbito de Cursos de Gradua&ccedil;&atilde;o e de P&oacute;s-Gradua&ccedil;&atilde;o em Direito no Brasil e no Exterior. Aprovado no Exame da Ordem dos Advogados do Brasil (2001), exerce, desde ent&atilde;o, a atividade de advocacia e consultoria jur&iacute;dica, tendo sido Procurador da C&acirc;mara Municipal de Lauro de Freitas - Bahia e Advogado do Banco do Nordeste. Como Dirigente da OAB/Bahia, integrou o Comit&ecirc; Organizador da XVIII Confer&ecirc;ncia Nacional dos Advogados (2002). Na OAB/Bahia exerceu diversas fun&ccedil;&otilde;es administrativas: Membro da Comiss&atilde;o de Ensino Jur&iacute;dico (2007-2009); Presidente da Comiss&atilde;o de Estudos Constitucionais (2008 &ndash; 2009</span><em><span style="font-weight: 400;">);</span></em><span style="font-weight: 400;"> Diretor da Escola Superior de Advocacia (2010-2012); e &nbsp;Presidente de Comiss&atilde;o Especial de Apoio e Valoriza&ccedil;&atilde;o ao Advogado Professor (2012). No campo da Gest&atilde;o P&uacute;blica, exerceu diversas fun&ccedil;&otilde;es administrativas no &acirc;mbito da estrutura &nbsp;do Estado da Bahia, tendo sido Superintendente do PROCON-Bahia (2013-2014). Superintendente de Direitos Humanos da Secretaria da Justi&ccedil;a, Cidadania e Direitos Humanos do Estado da Bahia (2012-2013). Chefe de Gabinete da Secretaria da Justi&ccedil;a, Cidadania e Direitos Humanos do Estado da Bahia (2011). Coordenador do Centro de Educa&ccedil;&atilde;o em Direitos Humanos da Secretaria da Justi&ccedil;a, Cidadania e Direitos Humanos do Estado da Bahia (2011-2012). Desde 2015, exerce a fun&ccedil;&atilde;o de Assessor de Desembargador no Tribunal de Justi&ccedil;a do Estado da Bahia. Integra o Instituto dos Advogados da Bahia, desde o ano de 2000. Nesta mesma institui&ccedil;&atilde;o, desde 2015, figura como Diretor, tendo sido tamb&eacute;m Diretor da Escola Livre de Direito Josaphat Marinho (2000-2001). Desde 2003, integra o Instituto dos Advogados Brasileiros, sediado no Rio de Janeiro. Desde 2012, faz parte do Instituto Geogr&aacute;fico e Hist&oacute;rico da Bahia e da Ordem Eq&uuml;estre do Santo Sepulcro de Jerusal&eacute;m. Recebeu o Pr&ecirc;mio - a import&acirc;ncia do livro no Brasil do s&eacute;culo XXI - da Academia Brasileira de Letras (2005) e o Pr&ecirc;mio Sistema Interamericano de Direitos Humanos da Secretaria Especial de Direitos Humanos do Governo Federal Brasileiro (2003). Recebeu o t&iacute;tulo de Cidad&atilde;o Sergipano pela Assembl&eacute;ia Legislativa do Estado de Sergipe no ano de 2018.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<h2 style="text-align: justify;"><strong>Livros &ndash; Autoria</strong></h2>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Elementos da Teoria Geral do Direito</span></em><span style="font-weight: 400;">. 4. ed. S&atilde;o Paulo: Saraiva, 2017.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Hermen&ecirc;utica e Interpreta&ccedil;&atilde;o Jur&iacute;dica</span></em><span style="font-weight: 400;">. 3. ed. S&atilde;o Paulo: Saraiva, 2017.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A Teoria dos Sistemas Sociais e o Direito: t&oacute;picos para o estudo do pensamento de Niklas Luhmann</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Dois de Julho, 2016. </span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Elementos de Teoria Geral Do Direito</span></em><span style="font-weight: 400;">. 3. ed. S&atilde;o Paulo: Saraiva, 2016.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Hermen&ecirc;utica e Interpreta&ccedil;&atilde;o Jur&iacute;dica</span></em><span style="font-weight: 400;">. 2. ed. S&atilde;o Paulo: Saraiva, 2015.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Elementos da Teoria Geral do Direito</span></em><span style="font-weight: 400;">. 2. ed. S&atilde;o Paulo: Saraiva, 2015.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Elementos da Teoria Geral do Direito</span></em><span style="font-weight: 400;">. 1. ed. S&atilde;o Paulo: Saraiva, 2013.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Sociologia do Direito</span></em><span style="font-weight: 400;">. 1. ed. S&atilde;o Paulo: Saraiva, 2012.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Curso de Introdu&ccedil;&atilde;o ao Estudo do Direito</span></em><span style="font-weight: 400;">. 3. ed. Salvador: Juspodivm, 2012.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Curso de Introdu&ccedil;&atilde;o ao Estudo do Direito</span></em><span style="font-weight: 400;">. 2. ed. Salvador: Juspodivm, 2011.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O Princ&iacute;pio Constitucional da Dignidade da Pessoa Humana</span></em><span style="font-weight: 400;">. 1. ed. S&atilde;o Paulo: Saraiva, 2010.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Hermen&ecirc;utica e Interpreta&ccedil;&atilde;o Jur&iacute;dica</span></em><span style="font-weight: 400;">. 1. ed. S&atilde;o Paulo: Saraiva, 2010.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A nova interpreta&ccedil;&atilde;o do c&oacute;digo Brasileiro de Defesa do Consumidor</span></em><span style="font-weight: 400;">. 2. ed. S&atilde;o Paulo: Saraiva, 2009.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Curso de Introdu&ccedil;&atilde;o ao Estudo do Direito</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Juspodivm, 2009.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Direito, Justi&ccedil;a e Princ&iacute;pios Constitucionais</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Juspodivm, 2008.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O Devido Processo Legal: uma vis&atilde;o p&oacute;s-moderna</span></em><span style="font-weight: 400;">. Salvador: Juspodivm, 2008. </span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A nova interpreta&ccedil;&atilde;o do c&oacute;digo Brasileiro de Defesa do Consumidor</span></em><span style="font-weight: 400;">. 1. ed. S&atilde;o Paulo: Saraiva, 2007.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Tend&ecirc;ncias do Pensamento Jur&iacute;dico Contempor&acirc;neo</span></em><span style="font-weight: 400;">. Salvador: Juspodivm, 2007.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Estudos Jur&iacute;dicos em homenagem ao Professor Gilberto Gomes</span></em><span style="font-weight: 400;">. Bras&iacute;lia: 2003.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A P&oacute;s-Modernidade Jur&iacute;dica</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Editora da Universidade Federal da Bahia, 2000.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<h2 style="text-align: justify;"><strong>Livros - Co-autoria / Organiza&ccedil;&atilde;o/Coordena&ccedil;&atilde;o</strong></h2>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Estudos Jur&iacute;dicos Fundamentais. </span></em><span style="font-weight: 400;">1. ed. Salvador: Paginae, 2018.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Cidadania, jurisdi&ccedil;&atilde;o e direitos humanos: panorama internacional</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Paginae, 2017.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Direitos Fundamentais, democracia e sistema penal</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Dois de Julho, 2017. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Novos Paradigmas da Teoria Geral do Direito</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Paginae, 2017. </span><span style="font-weight: 400;"><br /><br /></span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O Direito em transi&ccedil;&atilde;o</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Dois de Julho, 2016.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Filosofia do Direito: Pensadores Italianos e Brasileiros</span></em><span style="font-weight: 400;">. 1. ed. FDV-Vit&oacute;ria-ES, UFES-Vit&oacute;ria.: Bolonha-CIRSFID, 2016.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Estudos aplicados de direito p&uacute;blico</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Faculdade Baiana de Direito: 2016.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Teoria Cr&iacute;tica dos Direitos Fundamentais: verdade, igualdade e poder</span></em><span style="font-weight: 400;">. 1. ed. Editora Dois de Julho, 2015. 204p .</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O Direito na sociedade contempor&acirc;nea: desafios e perspectivas</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Juspodivm, 2015.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">S&uacute;mulas Vinculantes: limites e possibilidades argumentativas no direito brasileiro</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Faculdade Baiana de Direito, 2014.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O Direito Fundamental &agrave; Mem&oacute;ria e &agrave; Verdade</span></em><span style="font-weight: 400;">.. 1. ed. Curitiba: Juru&aacute;, 2013.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Estudos Aplicados de Filosofia do Direito</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Faculdade Baiana de Direito, 2012.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Legisla&ccedil;&atilde;o Simb&oacute;lica - Uma realidade constatada</span></em><span style="font-weight: 400;">. 1. ed. Salvador: Editora Dois de Julho, 2012.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Estudos Aplicados de Teoria Geral do Direito</span></em><span style="font-weight: 400;">. 1. ed. Salvador: EGBA, 2011.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<h2 style="text-align: justify;"><strong>Cap&iacute;tulos de Livros &ndash; Principais Publica&ccedil;&otilde;es</strong></h2>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A possibilidade de aplica&ccedil;&atilde;o da Teoria da Justi&ccedil;a de Jowh Rawls no caso dos refugiados por deslocamento for&ccedil;ado por conflitos armados: a reconstru&ccedil;&atilde;o da dignidade da pessoa humana no direitos humanos</span></em><span style="font-weight: 400;">. In: Pedro Camilo de Figueir&ecirc;do Neto; Dejair dos Anjos Santana Junior.. (Org.). Livro Multidireitos I - Diversidade e interdisciplinaridade a servi&ccedil;o do Direito.. 1ed.Salvador: Mente Aberta, 2017.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">A efetividade do direito &agrave; alimenta&ccedil;&atilde;o adequada no ordenamento jur&iacute;dico brasileiro</span></em><span style="font-weight: 400;">. In: Ricardo Freire Soares; Vera L&uacute;cia peixoto Santos Mendes; Raissa Pimentel Silva e Sadraque Oliveira Rios. (Org.). Cidadania, jurisdi&ccedil;&atilde;o e direitos humanos: panorama internacional.. 1ed.Salvador: P&aacute;ginae, 2017.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A tutela da dignidade da pessoa idosa no Sistema Jur&iacute;dico Brasileiro</span></em><span style="font-weight: 400;">. In: Gilmar Ferreira Mendes; George Salom&atilde;o Leite; Glauco Salom&atilde;o Leite e Rodrigo de Bittencourt Mudrovitsch. (Org.). Manual dos Direitos da Pessoa Idosa. 1ed.S&atilde;o Paulo: Saraiva, 2017.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A imagem do acusado, a presun&ccedil;&atilde;o de inoc&ecirc;ncia e a liberdade de informa&ccedil;&atilde;o: uma pondera&ccedil;&atilde;o necess&aacute;ria de direitos fundamentais no processo penal brasileiro</span></em><span style="font-weight: 400;">. In: Adriano Figueiredo de Souza Gomes; Josevandro Raymundo Ferreira Nascimento; Ricardo Mauricio Freire Soares. (Org.). Direitos fundamentais, democracia e sistema penal. 1ed.Salvador: Dois de Julho, 2017.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Uma (re) leitura p&oacute;s-positivista do principio da dignidade humana</span></em><span style="font-weight: 400;">. In: Ricardo Mauricio Freire Soares; Flora Augusta Varela Aranha; Jo&atilde;o Francisco Liberato de Mattos Carvalho Filho. (Org.). Novos Paradigmas da Teoria Geral do Direito. 1ed.Salvador: Paginae, 2017.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A hermen&ecirc;utica filos&oacute;fica e o direito: fundamentos hist&oacute;ricos</span></em><span style="font-weight: 400;">. In: Ana Paula Lima Leal; Pedro Camilo de Figueiredo Neto. (Org.). Di&aacute;logos Jur&iacute;dicos I: interfaces e controv&eacute;rsias do Direito na contemporaneidade. 1ed.Salvador - BA: Mente Aberta, 2017.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Crise de refugiados no Brasil? A situa&ccedil;&atilde;o Venezuelana e seus reflexos no direito internacional humanit&aacute;rio</span></em><span style="font-weight: 400;">. In: Dejair dos Anjos Santana J&uacute;nior; Pedro Camilo Figueiredo Neto. (Org.). Multidireitos II: autonomia, justi&ccedil;a e solidariedade.. 1ed.Salvador - BA: Mente Aberta, 2017.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">O princ&iacute;pio da dignidade da pessoa humana no sistema constitucional Brasileiro: reflex&otilde;es atuais</span></em><span style="font-weight: 400;">.. In: Ricardo Maur&iacute;cio Freire Soares; Ant&ocirc;nio Rosalvo Batista Neto. (Org.). O Direito em transi&ccedil;&atilde;o. 1ed.Salvador: Dois de Julho, 2016.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Nestor Duarte Guimar&atilde;es: vida, obras e pensamento</span></em><span style="font-weight: 400;">. In: Fredie Didier Jr.. (Org.). Os nomes das salas Homenagem aos 125 anos da Faculdade Livre de Direito da Bahia. 1ed.Salvador: JusPodivm, 2016.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">O pensamento culturalista de A.L. Machado Neto: contribui&ccedil;&atilde;o para egologismo Jur&iacute;dico</span></em><span style="font-weight: 400;">. In: krohling, aloisio e - ferreira, d.n.o. (org.). filosofia do direito: pensadores italianos e brasileiros.. 1ed.curitiba: juru&aacute;, 2016.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A aplicabilidade da lei de improbidade administrativa aos agentes pol&iacute;ticos municipais</span></em><span style="font-weight: 400;">. In: Ricardo M.F. Soares; Ariela C. Cruz. (Org.). Estudos aplicados de direito p&uacute;blico. 1ed.Salvador: Faculdade Baiana de Direito, 2016, v. 1, p. 17-32.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Sistema principiol&oacute;gico dos direitos fundamentais</span></em><span style="font-weight: 400;">. In: Ricardo Maur&iacute;cio; Ricardo Menna. (Org.). Teoria cr&iacute;tica dos direitos fundamentais: verdade, igualdade e poder. 1ed.Salvador: Dois de Julho, 2015, v. 1, p. 201-220.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;"><br /></span></em><em><span style="font-weight: 400;">Tend&ecirc;ncias do p&oacute;s-positivismo jur&iacute;dico: da t&oacute;pica ao neoconstitucionalismo</span></em><span style="font-weight: 400;">. In: Arivaldo Santos de Souza; Guilherme Santos; Hugo de Brito Machado; Ives Gandra da Silva Martins. (Org.). DIREITO TRIBUT&Aacute;RIO: Estudos Avan&ccedil;ados em Homenagem a Edvaldo Brito. 1ed.S&atilde;o Paulo: Atlas, 2014, v. 1, p. 913-938.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Zuzu Angel e os conceitos de direito &agrave; verdade, direito &agrave; mem&oacute;ria e direito ao luto</span></em><span style="font-weight: 400;">. In: Ver&ocirc;nica Teixeira Marques; Ilzver de Matos Oliveira; Waldimeiry Corr&ecirc;a da Silva. (Org.). Direito e Cinema: Filmes para discutir conceitos, teorias e m&eacute;todos. 1ed.Salvador: Editora da UFBA, 2014, v. 1, p. 9-544.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">Neoconstitucionalismo e dignidade da pessoa humana: um bin&ocirc;mio indissoci&aacute;vel</span></em><span style="font-weight: 400;">. In: Ives Gandra da Silva Martins; Carlos Valder do Nascomento; Dirc&ecirc;o Torrecillas Ramos. (Org.). Estudos sobre o direito constitucional contempor&acirc;neo. 1ed. Ilh&eacute;us: Editus - Editora da UESC, 2014.</span></p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Tend&ecirc;ncias do p&oacute;s-positivismo jur&iacute;dico</span></em><span style="font-weight: 400;">. In: Alo&iacute;sio Krohling; Dirce Ferreira. (Org.). Filosofia do Direito: novos rumos. 22ed.Curitiba: Juru&atilde;, 2012.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A responsabilidade Civil do Advogado pela Lide Temer&aacute;ria &agrave; Luz da Deontologia Jur&iacute;dica</span></em><span style="font-weight: 400;">. In: Fernando Rister; Ricardo Tinoco de G&oacute;es e Wills Santiago Guerra Filho. (Org.). 39801 - Comp&ecirc;ndio de &Eacute;tica Moderna. 1ed.Curitiba: Juru&aacute;, 2011.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;"><br /></span><em><span style="font-weight: 400;">A responsabilidade civil do advogado pela Lide Temer&aacute;ria &agrave; Luz da Deontologia Jur&iacute;dica</span></em><span style="font-weight: 400;">. In: Fernando Rister; Ricardo Tinoco e Willis Santiago. (Org.). Comp&ecirc;ndio de &Eacute;tica Jur&iacute;dica Moderna. 2ed.Paran&aacute;: Juru&aacute;, 2011.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A Releitura da Teoria Normativa Jusfundamental: um caminho para o Direito Justo</span></em><span style="font-weight: 400;">. In: Ricardo Maur&iacute;cio; Luigi Moccia; Marcos Sampaio; Gilson Jr. (Org.). Estudos Aplicados de Teoria Geral do Direito. Salvador: EGBA, 2011.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O argumento Financeiro da Reserva do Poss&iacute;vel: a Fal&aacute;cia do Estado Omisso</span></em><span style="font-weight: 400;">. In: Fernando Gaburri; Bento Duarte. (Org.). A Fazenda P&uacute;blica &agrave; Luz da Atual Jurisprud&ecirc;ncia dos Tribunais Brasileiros. 1ed.Salvador: Juru&aacute;, 2011.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A Releitura da Teoria Jusfundamental no Sistema Constitucional Brasileiro: em Busca de Novos Direitos</span></em><span style="font-weight: 400;">. In: M&aacute;rcia Rodrigues Bertoldi; K&aacute;tia Cristine Santos de Oliveira. (Org.). Direitos Fundamentais em Constru&ccedil;&atilde;o: Estudos em Homenagem ao Ministro Carlos Ayres Brito. 1ed.Belo Horizonte: Editora F&oacute;rum, 2010.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O p&uacute;blico e o privado no carnaval de Salvador: em busca de uma pondera&ccedil;&atilde;o dos direitos fundamentais</span></em><span style="font-weight: 400;">. In: Rodolfo Pamplona Filho; Salom&atilde;o Resed&aacute;. (Org.). Direitos fundamentais e reflexos nas rela&ccedil;&otilde;es sociais. Salvador: Paginae, 2010.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O Princ&iacute;pio Constitucional da Dignidade da Pessoa Humana: uma leitura P&oacute;s-positiva</span></em><span style="font-weight: 400;">. In: Dirley da Cunha J&uacute;nior; Miguel Calmon Dantas. (Org.). Desafios do Constitucionalismo Brasileiro. 1ed.Salvador: Juspodivm, 2009.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Art. 57 Se&ccedil;&atilde;o VI Das Reuni&otilde;es</span></em><span style="font-weight: 400;">. In: Paulo Bonavides; Jorge Miranda; Walber de Moura Agra. (Org.). Coment&aacute;rios &agrave; Constitui&ccedil;&atilde;o Federal de 1988. 1&ordf;ed. Rio de Janeiro: Forense, 2009.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">O p&uacute;blico e o privado no carnaval de Salvador: a necessidade de uma pondera&ccedil;&atilde;o de bens e interesses</span></em><span style="font-weight: 400;">. Teses da Faculdade Baiana de Direito. Salvador: JusPODIVM, 2009.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">A interpreta&ccedil;&atilde;o Constitucional: Uma abordagem filos&oacute;fica. </span></em><span style="font-weight: 400;">In: Marcelo Novelino Camargo. (Org.). Leituras complementares de Direito Constitucional : Controle de Constitucionalidade e hermen&ecirc;utica constitucional. JusPodivm: Salvador, 2008.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Reflex&otilde;es sobre o Princ&iacute;pio da Proporcionalidade no Direito Processual Contempor&acirc;neo. </span></em><span style="font-weight: 400;">In: Fredie Didier Jr; Luiz Rodrigues Wambier; Luiz Manoel Gomes Jr;. (Org.). Constitui&ccedil;&atilde;o e Processo. 1ed.Salvador: JusPODVIM, 2007, v. 1, p. 573-602.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Reflex&otilde;es sobre o direito principiol&oacute;gico</span></em><span style="font-weight: 400;">. In: Andr&eacute; Portella. (Org.). Direito P&uacute;blico Contempor&acirc;neo - Estudos em Homenagem ao Professor Carlos Valder do Nascimento. 1ed.Minas Gerais: F&Oacute;RUM, 2007.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Fundamentos Epistemol&oacute;gicos para uma Teoria Geral do Processo</span></em><span style="font-weight: 400;">. In: Fredie Didier; Eduardo Ferreira. (Org.).. (Org.). Teoria do Processo - Panorama Doutrin&aacute;rio Mundial. 1ed.Salvador: Juspodivm, 2007.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">P&oacute;s-Modernidade e Direito de Fam&iacute;lia</span></em><span style="font-weight: 400;">. In: Maria Auxiliadora Minahim. (Org.). A Fam&iacute;lia na Contemporaneidade - Aspectos Jur&iacute;dicos. 1ed.Salvador: Juspodivm, 2007.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Dignidade (pessoa humana).</span></em><span style="font-weight: 400;"> In: Andr&eacute;-Jean Arnaud; Eliane Botelho Junqueira. (Org.).. (Org.). Dicion&aacute;rio da Globaliza&ccedil;&atilde;o - Direito e Ci&ecirc;ncia Pol&iacute;tica. Rio de Janeiro: Lumen Juris, 2006.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Reflex&otilde;es sobre o princ&iacute;pio Constitucional da dignidade da pessoa humana</span></em><span style="font-weight: 400;">. In: Jo&atilde;o Alves Neto. (Org.). As Novas Faces do Direito do Trabalho - Estudos em Mem&oacute;ria de Gilberto Gomes. 376ed.Salvador: Faculdade Apoio, 2006.</span></p>
<p style="text-align: justify;">&nbsp;</p>
<p style="text-align: justify;"><em><span style="font-weight: 400;">Arbitragem</span></em><span style="font-weight: 400;">. In: Andr&eacute;-Jean Arnaud; Eliane Botelho Junqueira. (Org.). Dicion&aacute;rio da Globaliza&ccedil;&atilde;o - Direito Ci&ecirc;ncia Pol&iacute;tica. 1ed.Rio de Janeiro: Lumen Juris Editora, 2006.</span><span style="font-weight: 400;"><br /><br /></span></p>
<p style="text-align: justify;"><br /><br /></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>