<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h2 lang="pt-BR" style="text-align: center;" align="center">A SEDE DA ACADEMIA</h2>
										<h2 lang="pt-BR" style="text-align: center;">&nbsp;</h2>
										<p style="text-align: justify;">&Agrave; &eacute;poca da funda&ccedil;&atilde;o, a Academia de Letras Jur&iacute;dicas da Bahia n&atilde;o dispunha de sede pr&oacute;pria. Essa falta mostrou seus reflexos negativos, de um lado, pela dificuldade e onerosidade de encontrar e alugar instala&ccedil;&otilde;es adequadas para seu funcionamento dentro dos fins visados com sua cria&ccedil;&atilde;o, de outro pelos entraves &agrave; din&acirc;mica da realiza&ccedil;&atilde;o de seu prop&oacute;sito cultural, que a colocava &agrave; merc&ecirc; da cess&atilde;o de espa&ccedil;os por institui&ccedil;&otilde;es cong&ecirc;neres para organizar e realizar os eventos que lhe justificam a exist&ecirc;ncia, e para a simples manuten&ccedil;&atilde;o da atividade administrativa, por for&ccedil;a da exig&uuml;idade de sua &uacute;nica fonte regular de recursos, representada pela anuidade dos s&oacute;cios e suas doa&ccedil;&otilde;es.</p>
										<p style="text-align: justify;">Entretanto, a Academia contou com a boa vontade de &oacute;rg&atilde;os p&uacute;blicos e institui&ccedil;&otilde;es cong&ecirc;neres para manter atividade regular, sendo de assinalar o Tribunal de Justi&ccedil;a do Estado da Bahia, a Biblioteca Orlando Gomes e a Academia de Letras da Bahia.</p>
										<p style="text-align: justify;">Em 15 de janeiro de 1988, o grande e aparentemente t&atilde;o distante sonho da sede pr&oacute;pria se transformou em realidade gra&ccedil;as &agrave; benemer&ecirc;ncia da fam&iacute;lia do renomado jurista baiano Gon&ccedil;alo Porto de Souza, em cuja descend&ecirc;ncia se destaca o acad&ecirc;mico Jos&eacute; Am&acirc;ncio de Souza Neto, com assinatura da escritura de doa&ccedil;&atilde;o do amplo im&oacute;vel edificado &agrave; Alameda Capimirim, num tranq&uuml;ilo recanto do nobre bairro da Gra&ccedil;a, em Salvador, antiga resid&ecirc;ncia do patriarca.</p>
										<p style="text-align: justify;">Com o precioso suporte financeiro da pr&oacute;pria fonte doadora, entre outros, procederam-se as adapta&ccedil;&otilde;es necess&aacute;rias &agrave; plena utiliza&ccedil;&atilde;o do espa&ccedil;o doado para as atividades da donat&aacute;ria e, em 20 de novembro de 1990, sendo ent&atilde;o presidente o acad&ecirc;mico Josaphat Ramos Marinho, teve lugar sua inaugura&ccedil;&atilde;o solene.</p>
										<p style="text-align: justify;">O pr&eacute;dio no qual funciona, desde ent&atilde;o, ininterruptamente, a Academia, disp&otilde;e no seu pavimento t&eacute;rreo de audit&oacute;rio com capacidade para receber cem visitantes, confortavelmente instalados em assentos apropriados, al&eacute;m da bancada em que se acomodam os quarenta titulares das cadeiras que comp&otilde;em o sodal&iacute;cio. A sala est&aacute; equipada com aparelhamento de som e ar condicionado, de modo a proporcionar o m&aacute;ximo de rendimento e bem-estar em seu uso. O mesmo pavimento conta, ainda, com uma ampla sala-de-estar, sala de secretaria, sala de reuni&atilde;o de diretoria, na qual est&aacute; instalada a galeria de retratos dos ex-presidentes, e depend&ecirc;ncias de apoio log&iacute;sitico. Em sua proje&ccedil;&atilde;o lateral foi constru&iacute;da uma agrad&aacute;vel varanda, apropriada para encontros de lazer e recep&ccedil;&otilde;es festivas da institui&ccedil;&atilde;o.</p>
										<p style="text-align: justify;">No pavimento superior funciona a Biblioteca da Academia, com seus mais de 40.000 t&iacute;tulos, alguns de obras raras, distribu&iacute;dos em dez salas equipadas tamb&eacute;m para reuni&otilde;es de estudos, aplica&ccedil;&atilde;o de cursos e outros fins similares.</p>
										<p style="text-align: justify;">Cada um dos pavimentos &eacute; servido por instala&ccedil;&otilde;es sanit&aacute;rias completas.</p>
										<p style="text-align: justify;">Aproveitando o terreno adjacente ao edif&iacute;cio-sede e, mais uma vez, contando com o decisivo suporte financeiro diligenciado pelo acad&ecirc;mico Jos&eacute; Am&acirc;ncio de Souza Neto, a Academia fez edificar um moderno anexo de tr&ecirc;s pavimentos, todos destinados e convenientemente equipados como salas de aula. Este anexo foi inaugurado em 29 de novembro de 1999, sob a presid&ecirc;ncia do acad&ecirc;mico Jos&eacute; Augusto Rodrigues Pinto, em solenidade a que esteve presente a Exm&ordf; Sr&ordf; Guiomar Pe&ccedil;anha Martins, vi&uacute;va do acad&ecirc;mico &Aacute;lvaro Pe&ccedil;anha Martins, cuja mem&oacute;ria foi homenageada com a aposi&ccedil;&atilde;o de seu nome para design&aacute;-lo, e do Ministro Francisco Pe&ccedil;anha Martins, membro correspondente da Academia, que proferiu comovente ora&ccedil;&atilde;o de agradecimento em nome da fam&iacute;lia.</p>
										<p style="text-align: justify;">O audit&oacute;rio da Academia, al&eacute;m de seu uso permanente em suas atividades regulares, &eacute; freq&uuml;entemente cedido a entidades afins, para a realiza&ccedil;&atilde;o de cursos, simp&oacute;sios, confer&ecirc;ncias e outros eventos de significado cultural para a Bahia. Algumas salas do anexo foram cedidas em comodato, na gest&atilde;o dos presidentes Jos&eacute; Augusto Rodrigues Pinto e Ant&ocirc;nio Carlos Oliveira, ao centen&aacute;rio Instituto dos Advogados da Bahia, a fim de sedi&aacute;-lo num momento de dificuldade.</p>
										<p style="text-align: justify;">&nbsp;</p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>