<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>SÉRGIO EMÍLIO SCHLANG ALVES</h1>
										<h2>Cadeira nº 07 - Patrono: GILBERTO VALENTE</h2>
									</header>

									<span class="image"><img src="images/sesa.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Salvador, Bahia, em 14 de julho de 1943, filho de Raymundo de Ara&uacute;jo Alves e Elisa Schlang Alves. Advogado militante h&aacute; mais de quarenta e sete anos. Cursou o infantil no Col&eacute;gio das Merc&ecirc;s, o prim&aacute;rio no Jesus Maria Jos&eacute; e o gin&aacute;sio e colegial partes nos Maristas e Sophia Costa Pinto. Fez gradua&ccedil;&atilde;o em Direito na Universidade Cat&oacute;lica do Salvador (1968-1972), p&oacute;s-graduado em Metodologia do Ensino Superior pela Faculdade de Tecnologia e Ci&ecirc;ncias (2011). Doutorando em Ci&ecirc;ncias Jur&iacute;dicas e Sociais pela Universidad del Museo Social Argentino. &Eacute; docente na Universidade Cat&oacute;lica do Salvador. Foi o primeiro professor de Direito do Consumidor da Faculdade de Direito da UFBA (1999-2001); da Escola de Prepara&ccedil;&atilde;o e Aperfei&ccedil;oamento de Magistrados da Bahia &ndash; EPAM e das Faculdades de Direito da UNIFACS e Ruy Barbosa, onde lecionou por cerca de dez anos, bem como dos cursos de P&oacute;s Gradua&ccedil;&atilde;o em Direito Civil da UNIFACS e Direito de Consumidor do Jus Podivm, lecionou tamb&eacute;m como primeiro professor em Direito do Consumidor na Escola Superior de Advocacia Orlando Gomes mantida pela OAB, e na Escola Livre de Direito Prof. Josaphat Marinho - do IAB. Exerceu os cargos de Procurador Jur&iacute;dico do Estado da Bahia, do quadro da Procuradoria Jur&iacute;dica do IAPSEB, FUNDESCO, SUDESCO, CRA, IMA e INEMA &ndash; Instituto do Meio Ambiente e Recursos H&iacute;dricos. Foi Juiz Efetivo do Tribunal Regional Eleitoral (1983-1987) e presidente do Conselho Administrativo do Instituto Pedro Ribeiro de Administra&ccedil;&atilde;o Judici&aacute;ria &ndash; IPRAJ (1991-1993). Assessor Jur&iacute;dico Chefe da C&acirc;mara de Dirigentes Lojistas de Salvador &ndash; CDL desde 1990, integrante do Comit&ecirc; Jur&iacute;dico Nacional do SPC Brasil no Estado de S&atilde;o Paulo, Diretor Adjunto de Apoio &agrave; Advocacia P&uacute;blica do BRASILCON, vice-presidente e membro efetivo do Instituto dos Advogados da Bahia &ndash; IAB, membro efetivo do Instituto Geogr&aacute;fico e Hist&oacute;rico da Bahia e da Associa&ccedil;&atilde;o Comercial da Bahia, irm&atilde;o da Santa Casa de Miseric&oacute;rdia da Bahia e da Devo&ccedil;&atilde;o do Senhor do Bonfim, Rotariano integrante Rotary Club da Bahia, Conselheiro da Associa&ccedil;&atilde;o das Donas de Casa da Bahia, bem como do Yatch Clube da Bahia e presidente de sua C&acirc;mara Jur&iacute;dica. J&aacute; proferiu mais de cem palestras e confer&ecirc;ncias em todo pa&iacute;s; participou de semin&aacute;rios, cursos, simp&oacute;sios e congressos nacionais e internacionais. Ministrou diversos cursos sobre o C&oacute;digo de Defesa do Consumidor, destacando-se no Centro Acad&ecirc;mico Teixeira de Freitas; PROCON do Estado da Bahia e membros convidados do CEACON do Minist&eacute;rio P&uacute;blico Estadual e da Delegacia de Defesa do Consumidor, bem como nas Escolas Superior de Advocacia Orlando Gomes e de Prepara&ccedil;&atilde;o e Aperfei&ccedil;oamento de Magistrados &ndash; EPAM, Curso F&oacute;rum, dentre outros, al&eacute;m de haver proferido aula magna de abertura no ano letivo na Faculdade Social da Bahia.<span class="Apple-converted-space">&nbsp; </span>Instituiu, coordenou, organizou e palestrou nos tr&ecirc;s eventos (2008, 2010 e 2014) do Semin&aacute;rio do SPC Jur&iacute;dico, promovido pela C&acirc;mara de Dirigentes Lojistas de Salvador &ndash; CDL, com a participa&ccedil;&atilde;o inclusive, de Ministros do Superior Tribunal de Justi&ccedil;a.</span></p>
<h2>COMISS&Atilde;O ORGANIZADORA DE CONCURSO</h2>
<p class="p4" style="text-align: justify;"><span class="s1">Integrou, representando a Ordem dos Advogados a Comiss&atilde;o Examinadora do Concurso de Juiz do Trabalho da 5&ordf; Regi&atilde;o, por mais de duas vezes.</span></p>
<h2 class="p2" style="text-align: justify;"><span class="s1"><strong>CONSELHO FEDERAL E ESTADUAL DA OAB</strong></span></h2>
<p class="p4" style="text-align: justify;"><span class="s1">Conselheiro da Ordem dos Advogados do Brasil, Sec&ccedil;&atilde;o da Bahia, no Bi&ecirc;nio de 1991/1992;</span></p>
<p class="p4" style="text-align: justify;"><span class="s1">Conselheiro da Ordem dos Advogados do Brasil, Sec&ccedil;&atilde;o da Bahia, referente ao Bi&ecirc;nio de 1993/1994;</span></p>
<p class="p4" style="text-align: justify;"><span class="s1">Eleito para o Conselho da OAB, Sec&ccedil;&atilde;o da Bahia, para o Tri&ecirc;nio de 1995 &agrave; 1998;</span></p>
<p class="p4" style="text-align: justify;"><span class="s1">Eleito para o Conselheiro Federal da OAB, como substituto, para o tri&ecirc;nio de 2004/2007.</span></p>
<h2 class="p2" style="text-align: justify;"><span class="s1"><strong>LIVRO PUBLICADOS</strong></span></h2>
<p class="p1" style="text-align: justify;"><span class="s2">Servi&ccedil;os de Prote&ccedil;&atilde;o ao Cr&eacute;dito &ndash; Temas Jur&iacute;dicos Relevantes no STJ. 1&ordm; ed. Salvador. Gr&aacute;fica ACO. 2010. </span></p>
<h2 class="p2" style="text-align: justify;"><span class="s1"><strong>RELATOR DE TESES</strong></span></h2>
<p class="p2" style="text-align: justify;"><span class="s1">Participou como relator do debate da tese &ldquo;O Atrelamento do Advogado ao Texto da Lei&rdquo;, no III Encontro Nacional de Advogados Trabalhistas, promovido pela associa&ccedil;&atilde;o brasileira de advogados trabalhistas &ndash; ABRAT, em outubro de 1980.</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Apesentou e defendeu tese para ingresso no Instituto dos Advogados da Bahia, sob o t&iacute;tulo &ldquo;Bancos de Dados e Direito do Consumidor&rdquo;, em outubro de 1999, tendo sido aprovada com distin&ccedil;&atilde;o.</span></p>
<p class="p8" style="text-align: justify;"><span class="s1">Defendeu a tese de invalidade do registro de Notas Promiss&oacute;rias publicada na REVISTA TRIMESTRAL DE JURISPRUD&Ecirc;NCIA DO SUPREMO TRIBUNAL FEDERAL, com voto favor&aacute;vel do ex-presidente do STF, Ministro Xavier de Albuquerque, &agrave;s p&aacute;ginas 809/848, Vol. 83, tr&ecirc;s estrelas, em 1978.</span></p>
<h2 class="p2" style="text-align: justify;"><span class="s1"><strong>TRABALHOS PUBLICADOS</strong></span></h2>
<p class="p1" style="text-align: justify;"><span class="s1">Um dos autores dos coment&aacute;rios do REGULAMENTO NACIONAL DOS SPC&rsquo;s (cap&iacute;tulos V e IX), publicado em maio de 1998, pela CNDL;</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">&ldquo;O Novo C&oacute;digo Civil e os Direitos do Consumidor&rdquo;, publicado na Edi&ccedil;&atilde;o anual de artigos do INSTITUTO DOS ADVOGADOS DA BAHIA &ndash; IAB, de 2006;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Publica&ccedil;&atilde;o da tese sobre a &ldquo;Invalidade do Registro de Notas Promiss&oacute;rias&rdquo; no Jornal &ldquo;A TARDE&rdquo;, p&aacute;gina 02 do Caderno Econ&ocirc;mico, de 03 de setembro de 1978;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Publica&ccedil;&atilde;o de coment&aacute;rios sobre o C&oacute;digo de Defesa do Consumidor, no Jornal &ldquo;A TARDE&rdquo;, de 09 de mar&ccedil;o de 1991;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Publica&ccedil;&atilde;o de coment&aacute;rios sobre a Lei do Inquilinato no Jornal &ldquo;O LOJISTA&rdquo;, em janeiro e fevereiro de 1992;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre &ldquo;SUPRESS&Atilde;O DE HORAS EXTRAS&rdquo;, publicado no Informativo do N&uacute;cleo Jur&iacute;dico do C.D.L., n&ordm; 01, na parte que trata de Direito do Trabalho, em setembro de 1992;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre A&Ccedil;&Atilde;O RENOVAT&Oacute;RIA E SHOPPING CENTER, publicado no &ldquo;O LOJISTA&rdquo;, em fevereiro e mar&ccedil;o de 1993;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Coment&aacute;rios sobre ANTEPROJETO DE LEI que disciplina a Renova&ccedil;&atilde;o de Loca&ccedil;&atilde;o de Im&oacute;veis para fins Empresariais, publicado no Informativo da OAB, em mar&ccedil;o de 1993;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Coment&aacute;rios sobre o ANTEPROJETO DE LEI DE IM&Oacute;VEIS PARA FINS EMPRESARIAIS, no Jornal &ldquo;A TARDE&rdquo;, em abril de 1993;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre CONTRATOS DE IM&Oacute;VEIS DESTINADOS AO COM&Eacute;RCIO, publicado no Informativo da OAB, em junho de 1993;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Coment&aacute;rios sobre PAGAMENTO DE ACORDO COM CHEQUE NA JUSTI&Ccedil;A DO TRABALHO, publicado no Informativo da OAB, em junho de 1993;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre HORAS EXTRAS, publicado no Informativo do N&uacute;cleo Jur&iacute;dico do CDL, em outubro de 1993;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre o C&Oacute;DIGO DE DEFESA DO CONSUMIDOR, publicado no Informativo do N&uacute;cleo Jur&iacute;dico do CD, em outubro de 1993;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre ADQUIRENTE DE IM&Oacute;VEL LOCADO, publicado no Informativo de &ldquo;O LOJISTA&rdquo;, em julho e agosto de 1994;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre ADQUIRENTE DE IM&Oacute;VEL LOCADO, publicado no Jornal &ldquo;A TARDE&rdquo;, em outubro de 1994;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre C&Oacute;DIGO DO CONSUMIDOR, publicado no Jornal &ldquo;A TARDE&rdquo;, em dezembro de 1994;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre as Altera&ccedil;&otilde;es do C&Oacute;DIGO DE DEFESA DO CONSUMIDOR<span class="Apple-converted-space">&nbsp; </span>publicado na revista &ldquo;O LOJISTA&rdquo; de abril de 1997;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo sobre NORMAS QUE DEFINEM RELA&Ccedil;&Atilde;O ENTRE CONSUMIDOR E FORNECEDOR, publicado na revista &ldquo;O LOJISTA&rdquo;, de abril de 1998;</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo publicado no Jornal &ldquo;A TARDE&rdquo; sobre &ldquo;REGISTRO DE D&Eacute;BITOS NO SPC &ndash; COMUNICA&Ccedil;&Atilde;O AO DEVEDOR&rdquo;.</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo publicado na Revista &ldquo;O Lojista&rdquo;, de maio de 2000, sobre <span class="Apple-converted-space">&nbsp; &nbsp; </span>&ldquo;Registro de D&eacute;bitos no SPC&rdquo;.</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Entrevista sobre &ldquo;Devedores sub judice n&atilde;o podem ser inscritos no SPC e na SERASA&rdquo;, publicada no jornal &ldquo;A TARDE&rdquo; de 25.12.2000.</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo publicado na &ldquo;TRIBUNA DO CONSUMIDOR&rdquo;, Jornal Quinzenal do Movimento de Donas de Casa e Consumidores da Bahia, n&ordm; 4 &ndash; 1 a 15 de junho 2001 &ndash; intitulado &ldquo;UMA R&Aacute;PIDA ABORDAGEM SOBRE A PROTE&Ccedil;&Atilde;O DA VIDA, SA&Uacute;DE E SEGURAN&Ccedil;A DO CONSUMIDOR&rdquo;. </span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Artigo publicado no jornal &ldquo;A TARDE&rdquo;, de 26.02.2002, sobre o t&iacute;tulo &ldquo;LEGISLA&Ccedil;&Atilde;O GARANTE DIREITOS DO CONSUMIDOR DE SERVI&Ccedil;O BANC&Aacute;RIO&rdquo;.</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Trabalho publicado na Revista do Instituto dos Advogados da Bahia &ldquo;Prazo Prescricional para Registro de D&eacute;bito nos Servi&ccedil;os de Prote&ccedil;&atilde;o ao Cr&eacute;dito&ldquo; (2005/2006).</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Trabalho publicado na Revista do Instituto dos Advogados da Bahia, edi&ccedil;&atilde;o especial aos 110 anos, &ldquo;A qualidade institucional nas rela&ccedil;&otilde;es de consumo&rdquo; (2008). </span></p>
<p class="p7" style="text-align: justify;">Trabalho publicado na Revista da Academia de Letras Jur&iacute;dicas da Bahia &ldquo;O Consumidor e a Constitui&ccedil;&atilde;o &ndash; 30 anos&ldquo;, referente aos 30 anos da Constitui&ccedil;&atilde;o da Federal (2018).</p>
<p class="p7" style="text-align: justify;">Diversas entrevistas em programas de televis&atilde;o e jornais deste Estado, sobre &ldquo;Planos de Sa&uacute;de&rdquo;, &ldquo;Responsabilidade dos Fornecedores sobre os V&iacute;cios dos Produtos e Servi&ccedil;os&rdquo; e demais assuntos de rela&ccedil;&otilde;es de consumo, concedidas at&eacute; o presente exerc&iacute;cio (2018).</p>
<h2 class="p9" style="text-align: justify;"><span class="s1"><strong>HOMENAGENS</strong></span></h2>
<p class="p2" style="text-align: justify;"><span class="s1">Professor homenageado da turma dos Bacharelandos em Direito da Universidade Federal da Bahia-UFBA 2000.2. (Teatro Iemanj&aacute; do Centro de Conven&ccedil;&otilde;es da Bahia)</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Professor homenageado da turma dos Bacharelandos em Direito da Universidade Federal da Bahia-UFBA 2001.1 (REITORIA).</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Professor homenageado da turma dos Bacharelandos em Direito da Universidade Federal da Bahia-UFBA 2001.1 (FIESTA CONVENTION CENTER) </span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Professor homenageado da turma dos Bacharelandos em Direito da Universidade Federal da Bahia - UFBA 2002.1(Teatro Iemanj&aacute; do Centro de Conven&ccedil;&otilde;es da Bahia)</span></p>
<p class="p7" style="text-align: justify;">Professor homenageado pela Associa&ccedil;&atilde;o do Movimento das Donas de Casa e Consumidores, em agosto de 2004, pelos servi&ccedil;os prestados aos consumidores durante os 13 anos de vig&ecirc;ncia do C&oacute;digo de Defesa do Consumidor.</p>
<p class="p2" style="text-align: justify;"><span class="s1">Nome da turma de formandos 2008.2, dos Bacharelandos da Faculdade de Direito Ruy Barbosa &ndash; Turma S&eacute;rgio Schlang.</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Professor homenageado pela turma dos Bacharelandos da Faculdade de Direito Ruy Barbosa, turma de 2011.</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Patrono da turma dos formandos em Administra&ccedil;&atilde;o da Faculdade Cidade do Salvador, turma de 2012.</span></p>
<p class="p2" style="text-align: justify;"><span class="s1">Patrono da turma dos Bacharelandos em Direito da Faculdade de Direito Ruy Barbosa, em 2015.</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="index.html">Página Inicial</a></li>
									<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="origem.html">Origem</a></li>
											<li><a href="sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="diretoria.html">Atual</a></li>
											<li><a href="presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="fundadores.html">Fundadores</a></li>
											<li><a href="membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="assets/js/jquery.min.js"></script>
		<script src="assets/js/browser.min.js"></script>
		<script src="assets/js/breakpoints.min.js"></script>
		<script src="assets/js/util.js"></script>
		<script src="assets/js/main.js"></script>

</body>
</html>