<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../../assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../../index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="https://www.instagram.com/academialetrasjuridicasba/" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>AURÉLIO PIRES</h1>
										<h2>Cadeira nº 03 - Patrono: NESTOR DUARTE</h2>
									</header>

									<span class="image"><img src="images/foto aurélio pires.jpg" alt="" style="padding-left: 0px; padding-right: 0px;"></span>

									<p class="p1" style="text-align: justify;"><span class="s1">Nascido na capital paulista em 25/11/1932, filho de Manuel Pires Junior e Maria Ros&aacute;rio Pires, e um apaixonado pela terra baiana, o advogado e professor Aur&eacute;lio Pires, Titular da, da ACADEMIA DE LETRAS JUR&Iacute;DICAS DA BAHIA, Fundador do Escrit&oacute;rio de Advocacia Aur&eacute;lio Pires, sediado em Salvador, lembra-se bem manh&atilde; fria de julho de 1955 quando, para in&iacute;cio da viagem que o traria a Salvador, levado ao Aeroporto em S&atilde;o Paulo por seu pai, que, com l&aacute;grimas nos olhos, ao despedir-se ministrou-lhe este ensinamento:</span></p>
<blockquote>
<p class="p3"><span class="s1">&ldquo;<strong>V&aacute; meu filho. V&aacute; e seja feliz. Lembre-se, todavia, que quando voc&ecirc; nasceu, todos ao redor de ti riam e voc&ecirc; chorava. V&aacute; e viva de tal maneira para que, quando voc&ecirc; morrer, todos ao redor de ti chorem e s&oacute; voc&ecirc; possa rir</strong>&rdquo;, </span></p>
</blockquote>
<p class="p4" style="text-align: justify;"><span class="s1">O que passou a ser constituir no lema de sua vida.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Realizou os estudos secund&aacute;rios em S&atilde;o Paulo, no Col&eacute;gio Paulistano, e foi a servi&ccedil;o de uma empresa privada que veio para Salvador. Teve o privil&eacute;gio de travar amizade com o brilhante advogado e professor Jaime Messeder de Souza Soares, que o estimulou a concorrer ao vestibular da Faculdade Cat&oacute;lica de Direito da UCSal, onde, aprovado, passou a integrar sua primeira Turma, modificando profundamente sua vida, pois findava o prazo de estada e o retorno a S&atilde;o Paulo era iminente. Gra&ccedil;as ao Senhor do Bonfim, isso n&atilde;o ocorreu, pois conseguiu conciliar estudo e trabalho, tendo o curso universit&aacute;rio como escudo, evitando a transfer&ecirc;ncia para outros Estados. Talvez por isso, parodiando as carinhosas coloca&ccedil;&otilde;es que distinguem o historiador e jurista Senador Luiz Viana Filho, &eacute; considerado por alguns como: &ldquo;<em>o mais paulista dos baianos</em>&rdquo; e por outros &ldquo;<em>o mais baiano dos paulistas</em>&rdquo;. Por&eacute;m, em realidade, sempre se sentiu, &ldquo;<em>um brasileiro da Bahia, apaixonado pela gente e pela cultura baiana</em>&rdquo;. O ambiente de trabalho em &aacute;rea contenciosa, a conviv&ecirc;ncia na sociedade, os grandes vultos das Ci&ecirc;ncias Jur&iacute;dicas que despertavam na Bahia e nacionalmente, influenciaram sua op&ccedil;&atilde;o pelo estudo do Direito.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">No curso Universit&aacute;rio - per&iacute;odo 1956-1960 -, sempre levou o ensino muito a s&eacute;rio, aproveitando ao m&aacute;ximo o tempo e os ensinamentos dos mestres, pois tinha compromissos profissionais com a sua empregadora, que lhe facilitou freq&uuml;entar a Faculdade. No Movimento Estudantil, participou da cria&ccedil;&atilde;o do Gr&ecirc;mio da Faculdade e na Uni&atilde;o dos Estudantes da Bahia, merecendo destacar que, em simp&oacute;sios locais de Direito, apresentou, em anos seguidos, dois trabalhos: &ldquo;<em>O Direito de Greve</em>&rdquo; e a &ldquo;<em>Participa&ccedil;&atilde;o dos Empregados nos Lucros das Empresas</em>&rdquo;, que foram distinguidos o levaram, sob o patroc&iacute;nio da Universidade Federal, a defend&ecirc;-los em Congressos Universit&aacute;rios em Fortaleza e em Porto Alegre. Tendo ficado desempregado no quarto ano, obteve Carteira de Solicitador Acad&ecirc;mico e, com ousadia, abriu Escrit&oacute;rio sob a tutela do renomado caus&iacute;dico Raimundo Paran&aacute; Ferreira. Como os resultados eram escassos, foi trabalhar numa multinacional, a qual, uma vez formado, contratou-o para seu advogado. Assim, ingressou no Foro Baiano como patrono dessa empresa, fazendo cobran&ccedil;as, o que atraiu diversos clientes e tornou o Escrit&oacute;rio conhecido.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Graduado em 1960, criou uma sociedade, de presta&ccedil;&atilde;o de servi&ccedil;os profissionais de advocacia com os colegas: o professor Jos&eacute; Maria da Costa Vargens, Luiz Ant&ocirc;nio Sande de Oliveira, Admon Ganem e Edvaldo Ribeiro da Silva. O clima desenvolvimentista implantado pelo Governo Federal, a constru&ccedil;&atilde;o de Bras&iacute;lia - &ldquo;<em>cinq&uuml;enta anos em cinco</em>&rdquo; -, impregnou os ideais de crescimento e motivou a instalar a banca de advocacia &agrave; altura do empreendedorismo que j&aacute; se fazia sentir na Bahia, com o desenvolvimento da Petrobr&aacute;s, cria&ccedil;&atilde;o de centros industriais, do P&oacute;lo Petroqu&iacute;mico e a atra&ccedil;&atilde;o de empreendimentos estrangeiros. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">O Escrit&oacute;rio se resumia a uma sala com tr&ecirc;s carteiras, porquanto os Colegas s&oacute; compareciam esporadicamente e em hor&aacute;rios limitados, pois tinham outros v&iacute;nculos profissionais, sendo ele o freq&uuml;entador ass&iacute;duo. M&aacute;quina de escrever, telefone, pequena entrada, sala de espera com atendente, e um mensageiro. As &aacute;reas de atua&ccedil;&atilde;o eram no Direito do Trabalho, C&iacute;vel e Comercial; os clientes, espor&aacute;dicos, predominando as pessoas f&iacute;sicas. Comparando-se as estruturas e demandas sem vaidades, o Escrit&oacute;rio s&oacute; fez crescer, pois passou de uma para duas salas, em seguida para tr&ecirc;s e, em 1980, para um andar completo, at&eacute; que em 2000 passou para a atual localiza&ccedil;&atilde;o no Bairro do STIEP, que ocupa uma &aacute;rea de 360 metros quadrados, com toda a infraestrutura e tecnologia, sustentado pela crescente demanda de clientes.</span>&nbsp;</p>
<p class="p1" style="text-align: justify;"><span class="s1">Praticamente desde o seu in&iacute;cio, o Escrit&oacute;rio, passou a contar com a colabora&ccedil;&atilde;o do advogado e professor Luiz Carlos Alencar Barbosa, hoje um dos s&oacute;cios, sempre prestando consultoria nas &aacute;reas do Direito Civil, do Trabalho, Administrativo, Comercial, Ambiental e Tribut&aacute;rio, sendo que o Direito do Consumidor integrou seu escopo a partir de 1990. O conceito de consultoria desenvolveu-se juntamente com o crescimento da Bahia, pois grande o n&uacute;mero de empresas, inclusive estrangeiras, que vieram a se instalar nos P&oacute;los Industriais e Petroqu&iacute;mico. Este &ldquo;<em>conceito</em>&rdquo;, posto em pr&aacute;tica, foi indispens&aacute;vel para que pudesse trabalhar junto &agrave; Petrobr&aacute;s, a qual necessitava de orienta&ccedil;&atilde;o e apoio desde a regular constitui&ccedil;&atilde;o e legaliza&ccedil;&atilde;o de suas contratantes para, assim, poder desenvolver suas atividades.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">De 1960 at&eacute; nossos dias, aconteceram mudan&ccedil;as radicais na Legisla&ccedil;&atilde;o Brasileira, a maioria delas ditadas pelo Governo Militar, como as Leis do Fundo de Garantia por Tempo de Servi&ccedil;o, a Lei do Trabalho Rural, que o inspirou a escrever uma obra sobre o tema &ldquo;<em>ASPECTOS TE&Oacute;RICOS E PR&Aacute;TICOS SOBRE TRABALHO RURAL</em>&rdquo;, e que j&aacute; alcan&ccedil;ou sua 5&ordf; edi&ccedil;&atilde;o. H&aacute; tamb&eacute;m a Lei do Registro do Com&eacute;rcio e Mercado de Capitais, dos Representantes Comerciais, das Duplicatas. Em face de um trabalho de interpreta&ccedil;&atilde;o da terceira dessas leis, o Governo Estadual, nomeou-o Vogal da Junta Comercial, onde trabalhou por cerca de seis quatri&ecirc;nios. Data de 1970 seu ingresso na Escola de Administra&ccedil;&atilde;o da Universidade Cat&oacute;lica de Salvador, onde lecionou na Cadeira de Direito Privado, inicialmente Direito Comercial, seguindo-se Direito do Trabalho, desligando-se em 2013. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Ocupou v&aacute;rios Cargos e Fun&ccedil;&otilde;es: Diretor Regional do SESC de 1962 a 1964, Procurador Aut&aacute;rquico do Instituto Nacional de Coloniza&ccedil;&atilde;o e Reforma Agr&aacute;ria, Conselheiro do Conselho Municipal de Contribuintes e do Conselho da Fazenda do Estado (Suplente), Conselheiro da Sociedade Bahiana de Combate &agrave; Lepra, Diretor do Centro do Com&eacute;rcio do Estado da Bahia, do Instituto Baiano de Reabilita&ccedil;&atilde;o e do Jockey Clube de Salvador, Presidente da Comiss&atilde;o de Assuntos Jur&iacute;dicos da Confedera&ccedil;&atilde;o Nacional da Agricultura, de 1983 a 1990, Colaborador do Instituto Brasileiro de Rela&ccedil;&otilde;es do Trabalho-IBRART, Membro da Comiss&atilde;o Agr&aacute;ria do Estado da Bahia, Governador do Lions Clubes Internacional, de 1978 a 1979, no Estado da Bahia, e Presidente Nacional do Lions, de 1987 a 1988, Membro da Comiss&atilde;o Nacional de Agiliza&ccedil;&atilde;o Processual da OAB-BA, Professor da Escola de Prepara&ccedil;&atilde;o de Magistrados da Bahia - EPAM, Membro da Comiss&atilde;o de Estudos sobre Contribui&ccedil;&otilde;es Confederativas (Confedera&ccedil;&atilde;o Nacional de Agricultura-CNA - Bras&iacute;lia/DF), Diretor de Cultura do SOAMAR, de 2005 a 2007, e Membro da Comiss&atilde;o do Concurso para Ju&iacute;z do Trabalho da 5&ordf; Regi&atilde;o, de 2006 a 2007. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Hoje seus clientes s&atilde;o, na maioria, empresas de m&eacute;dio porte, embora algumas de proje&ccedil;&atilde;o nacional. Atua tamb&eacute;m no campo de consultoria e auditoria trabalhistas. Comp&otilde;em o Escrit&oacute;rio, entre s&oacute;cios e advogados associados, dezesseis profissionais, especializados em Direito Laboral, Comercial, do Consumidor, Ambiental, Tribut&aacute;rio, Administrativo - &aacute;rea de Licita&ccedil;&otilde;es - e escrit&oacute;rio associado na &aacute;rea do Direito Penal. Integram, ainda, essa equipe nove estagi&aacute;rios de Direito, nove Funcion&aacute;rios especializados de apoio log&iacute;stico e administrativo, al&eacute;m de despachantes, tradutores, calculistas, peritos e pesquisadores.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">O diferencial do Escrit&oacute;rio em todas as &aacute;reas jur&iacute;dicas e, em particular, na &aacute;rea do Direito do Trabalho &eacute; a aten&ccedil;&atilde;o que d&aacute; aos clientes, seu alvo maior, prestando-lhe informa&ccedil;&otilde;es objetivas antes e durante o curso dos processos, capacitando para melhor tomada de decis&atilde;o, pois entende que informa&ccedil;&otilde;es precisas e de qualidade contribuem para a efici&ecirc;ncia empresarial. Diferencia-se por atendimento personalizado, solu&ccedil;&otilde;es r&aacute;pidas e ousadas e pre&ccedil;os razo&aacute;veis pelo servi&ccedil;o prestado, sendo este uma vari&aacute;vel essencial em nossos dias. O mundo dos neg&oacute;cios tem pressa e exige dos profissionais de Direito um acompanhamento diuturno dos neg&oacute;cios e necessidades do cliente, no que o Escrit&oacute;rio, cada vez mais, se especializa.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">O exerc&iacute;cio do Direito &eacute;, sem d&uacute;vida, a sua raz&atilde;o de viver. Vive em constante estado de alegria, vivenciando a ci&ecirc;ncia jur&iacute;dica a cada dia, seja no Escrit&oacute;rio, na condi&ccedil;&atilde;o de Assessor Jur&iacute;dico da Federa&ccedil;&atilde;o da Agricultura de Pecu&aacute;ria do Estado da Bahia, como membro da Academia Nacional de Direito do Trabalho, da Associa&ccedil;&atilde;o Ibero-Americana do Direito do Trabalho, da Academia de Letras Jur&iacute;dicas da Bahia, da Academia de Letras e Artes de Salvador, al&eacute;m do magist&eacute;rio, o que o credenciou a receber o T&iacute;tulo de Cidad&atilde;o Soteropolitano, com a Medalha Thom&eacute; de Souza, outorgada pela C&acirc;mara Municipal de Salvador, e a Comenda em Direito do Trabalho, concedida pelo Tribunal Superior do Trabalho em 1995.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Foi agraciado tamb&eacute;m com a Medalha Amigo da Marinha, a Medalha do M&eacute;rito Legislativo pela C&acirc;mara Federal e a Comenda da Academia Brasileira de Arte, Cultura e Hist&oacute;ria de S&atilde;o Paulo, no grau de Comendador, e a Medalha Comemorativa dos 50 (cinq&uuml;enta) anos da Funda&ccedil;&atilde;o de Bras&iacute;lia.<span class="Apple-converted-space">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span></span></p>
<p class="p2" style="text-align: justify;">Advogado militante na &aacute;rea do Direito do Trabalho, exerce a atividade intensamente na Primeira e Segundas Inst&acirc;ncias, sendo titular do Escrit&oacute;rio e caus&iacute;dico de diversas Empresas. Na atividade de docente foi Professor Titular da Escola de Administra&ccedil;&atilde;o de Empresas da UCSal, onde lecionou Direito do Trabalho, Professor do Centro de Estudos Sociais da Bahia-CESEC e da Unifacs, lecionando Direito do Trabalho nos Cursos de Extens&atilde;o. P&oacute;s graduou-se em Direito do Trabalho e Previdenci&aacute;ria, pela Universidade Gama Filho (RJ), em 2001.</p>
<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; Membro da Academia Nacional de Direito do Trabalho, da Associa&ccedil;&atilde;o Ibero-Americano de Direito do Trabalho, com sede em Caracas, Venezuela, do Instituto dos Advogados da Bahia, da Academia de Letras e Artes de Salvador e da Comiss&atilde;o Mista de Reforma do Poder Judici&aacute;rio do Estado da Bahia. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Ingressou na Academia de Letras Jur&iacute;dicas da Bahia em 07 de Dezembro de 1990, sucedendo, por falecimento, o Acad&ecirc;mico Manoel Ribeiro. Exerce na Academia o Cargo de Diretor Tesoureiro, desde 1994. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">S&atilde;o algumas de suas obras publicadas: <em>&ldquo;Turfe e Tributos&rdquo;; &ldquo;Direito do Trabalho&rdquo;; &ldquo;F&eacute;rias Anuais - A Nova Disciplina&rdquo;; &ldquo;Aquisi&ccedil;&atilde;o de Im&oacute;veis Rurais Por Usucapi&atilde;o Especial&rdquo;; &ldquo;Direito do Trabalho Hoje&rdquo;; &ldquo;Aspectos Te&oacute;ricos e Pr&aacute;ticos sobre Trabalho Rural&rdquo;; &ldquo;Prote&ccedil;&atilde;o ao Trabalho Rural ap&oacute;s a CF/88&rdquo;.</em> <span class="Apple-converted-space">&nbsp; &nbsp;</span></span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Sempre entendendo que a ci&ecirc;ncia do Direito mudou para melhor, cada vez mais espec&iacute;fica, acompanhando o fato social e o desenvolvimento tecnol&oacute;gico. Proclama ser necess&aacute;rio que a Justi&ccedil;a acompanhe esse desenvolvimento e se fa&ccedil;a mais presente, mais s&eacute;ria e r&aacute;pida para atender aos anseios do povo brasileiro. Finaliza-se com palavras de carinho, reconhecimento e gratid&atilde;o a sua querida esposa Maria Seleneh Sampaio Pereira Pires e aos filhos Carla, Paula e Aur&eacute;lio Junior, pela sua compreens&atilde;o e paci&ecirc;ncia para o apresentado, acad&ecirc;mico AUR&Eacute;LIO PIRES, nesta luta que se prop&ocirc;s a enfrentar: ser advogado. </span></p>



								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="../../index.html">Página Inicial</a></li>
																	<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="../../academia/memoria/memorial.html">Memória</a></li>
											<li><a href="../../academia/origem/origem.html">Origem</a></li>
											<li><a href="../../academia/sede/sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="../../diretoria/atual/diretoria.html">Atual</a></li>
											<li><a href="../../diretoria/presidentes/presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="../../membros/fundadores/fundadores.html">Fundadores</a></li>
											<li><a href="../../membros/atuais/membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="../../assets/js/jquery.min.js"></script>
		<script src="../../assets/js/browser.min.js"></script>
		<script src="../../assets/js/breakpoints.min.js"></script>
		<script src="../../assets/js/util.js"></script>
		<script src="../../assets/js/main.js"></script>

</body>
</html>