<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../../assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../../index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="https://www.instagram.com/academialetrasjuridicasba/" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>CLÁUDIO MASCARENHAS BRANDÃO</h1>
										<h2>Cadeira nº 19 - Patrono: ANTONIO JOSÉ DE ARAÚJO</h2>
									</header>

									<span class="image"><img src="../../images/cmb.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Ruy Barbosa/BA, em 03 de abril de 1961, embora tenha sempre vivido em Itaberaba/BA. Iniciou o curso de Direito na Universidade Cat&oacute;lica de Salvador (UCSAL) e se graduou pela Universidade Estadual de Santa Cruz (UESC), em Ilh&eacute;us (1985). Mestre em Direito pela Universidade Federal da Bahia (UFBA, 2005).&nbsp;Doutorando em Ci&ecirc;ncias Jur&iacute;dicas&nbsp;pela Universidade Aut&ocirc;noma de Lisboa.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Foi menor aprendiz do Banco do Brasil (1976 a 1979), atuou na iniciativa privada e ingressou como Auxiliar Judici&aacute;rio no TRT da 5&ordf; Regi&atilde;o (1981), na Junta de Concilia&ccedil;&atilde;o e Julgamento (JCJ) de Jacobina. Foi Diretor da Secretaria da JCJ de Ipia&uacute; (1983 a 1986). Atuou como Juiz Substituto em v&aacute;rias Juntas de Concilia&ccedil;&atilde;o e Julgamento de Salvador, do interior do Estado da Bahia e em Sergipe (1986 a 1989). Em 1989 assumiu a presid&ecirc;ncia da Junta de Paulo Afonso, sendo transferido para outras unidades (Est&acirc;ncia-SE, Santo Amaro e Itaberaba-BA), at&eacute; chegar na 15&ordf; Vara do Trabalho de Salvador, em maio de 1993, de onde saiu em 16 de abril de 2004 para tomar posse como desembargador. &Eacute; Ministro do Tribunal Superior do Trabalho (TST) desde 11 de julho de 2013, na vaga oriunda da aposentadoria do Ministro Hor&aacute;cio Raymundo de Senna Pires.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Exerceu a vice-presid&ecirc;ncia da Associa&ccedil;&atilde;o Nacional dos Magistrados da Justi&ccedil;a do Trabalho - ANAMATRA. Participou tamb&eacute;m da diretoria da Associa&ccedil;&atilde;o dos Magistrados Brasileiros - AMB e na Associa&ccedil;&atilde;o dos Magistrados da Justi&ccedil;a do Trabalho da 5&ordf; Regi&atilde;o - AMATRA 5 foi Diretor de Cultura, Vice-Presidente e duas vezes Presidente, em mandatos alternados. Integrou, como volunt&aacute;rio, a Comiss&atilde;o Nacional de Coordena&ccedil;&atilde;o do Programa Trabalho, Justi&ccedil;a e Cidadania, respons&aacute;vel pela Cartilha do Trabalhador, e colaborou na elabora&ccedil;&atilde;o da Cartilha do Trabalho Seguro e Saud&aacute;vel, ambos projetos da ANAMATRA.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; membro do Instituto Baiano de Direito do Trabalho, da Academia Brasileira de Direito do Trabalho &ndash; ABDT, da Academia de Letras Jur&iacute;dicas da Bahia &ndash; AJLBA, da&nbsp;<em>Associacion Iberocamericana de Derecho del Trabajo</em>&nbsp;e autor dos livros "Direito do Trabalho - Apontamentos para concurso", "Acidente do Trabalho e Responsabilidade Civil do Empregador", &ldquo;Reforma do Sistema Recursal Trabalhista: coment&aacute;rios &agrave; Lei n. 13.015/2014&rdquo;, &ldquo;Reclama&ccedil;&atilde;o Constitucional no Processo do Trabalho&rdquo;, &nbsp;e &ldquo;Orienta&ccedil;&otilde;es Jurisprudenciais do TST Comentadas&rdquo; (coautoria com o Desembargador Raymundo Pinto), al&eacute;m de haver sido coordenador de livros. Autor de diversos artigos jur&iacute;dicos em obras coletivas.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Foi professor de Direito do Trabalho da Faculdade Baiana de Direito, de Direito Processual do Trabalho e Direito do Trabalho da Faculdade Ruy Barbosa e a Universidade Salvador - UNIFACS; do Podivm - Centro de Prepara&ccedil;&atilde;o e Estudos Jur&iacute;dicos, da Escola Superior de Advocacia Orlando Gomes - OAB/BA e da Funda&ccedil;&atilde;o Faculdade de Direito da Bahia, da Universidade Federal da Bahia. Professor convidado da Escola Judicial do TRT da 5&ordf; Regi&atilde;o e da Escola Nacional de Forma&ccedil;&atilde;o e Aperfei&ccedil;oamento de Magistrados - ENAMAT. Integrou a Comiss&atilde;o de Avalia&ccedil;&atilde;o dos Projetos de Informatiza&ccedil;&atilde;o da Justi&ccedil;a do Trabalho do Conselho Superior da Justi&ccedil;a do Trabalho (2007/2009) e o Comit&ecirc; de Gest&atilde;o dos Sistemas Informatizados do Poder Judici&aacute;rio do Conselho Nacional de Justi&ccedil;a (2008/2009). Foi coordenador dos Comit&ecirc;s Gestores de Tecnologia da Informa&ccedil;&atilde;o e das Comunica&ccedil;&otilde;es e do Processo Judicial Eletr&ocirc;nico, ambos do Conselho Superior da Justi&ccedil;a do Trabalho (2011/2013), e integrou o Comit&ecirc; Gestor do Processo Judicial Eletr&ocirc;nico do Conselho Nacional de Justi&ccedil;a (2011/2013).</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Como Desembargador do TRT da 5a&nbsp;Regi&atilde;o, foi Presidente da 2&ordf;&nbsp;Turma, da Se&ccedil;&atilde;o Especializada em Diss&iacute;dios Individuais II e da Comiss&atilde;o de Inform&aacute;tica (2005/2007 e 2009/2013). Integrou a Se&ccedil;&atilde;o Especializada em Diss&iacute;dios Coletivos e o &Oacute;rg&atilde;o Especial e foi Vice-Diretor da Escola Judicial.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Atualmente, &eacute; membro da 7&ordf;&nbsp;Turma e da Subse&ccedil;&atilde;o I da Se&ccedil;&atilde;o Especializada em Diss&iacute;dios Individuais (SBDI-1) do TST.</span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>Livros &ndash; autoria</strong></span></h2>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Reclama&ccedil;&atilde;o Constitucional no Processo do Trabalho. </em>S&atilde;o Paulo: LTr, 2017.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Reforma do Sistema Recursal Trabalhista: Coment&aacute;rios &agrave; Lei n. 13.015/2014. </em>S&atilde;o Paulo: LTr, 2015<em>.</em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Orienta&ccedil;&otilde;es Jurisprudenciais do TST Comentadas. </em>S&atilde;o Paulo: LTr, 2009, em co-autoria com Raymundo Ant&ocirc;nio Carneiro Pinto, atualmente em 3&ordf; edi&ccedil;&atilde;o<em>.</em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Acidente do Trabalho e Responsabilidade Civil do Empregador. </em>S&atilde;o Paulo: LTr, 2006, atualmente em 4&ordf; edi&ccedil;&atilde;o.</span></p>
<p class="p3" style="text-align: justify;"><span class="s2"><em>Direito do Trabalho &ndash; Apontamentos para Concurso. </em>S&atilde;o Paulo: LTr, 2000, atualmente em 2&ordf; edi&ccedil;&atilde;o.</span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>Livros &ndash; cap&iacute;tulos ou pref&aacute;cios</strong></span></h2>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Fundamenta&ccedil;&atilde;o exauriente ou anal&iacute;tica. Aplica&ccedil;&atilde;o ao processo do trabalho. In.: BELMONTE, Alexandre Agra; DUARTE, Bento Herculano; SILVA, Bruno Freire e (coord.). </em>O novo CPC aplicado ao processo do trabalho. S&atilde;o Paulo: LTr, 2016. p. 97-105<em>.</em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>A efetividade das Conven&ccedil;&otilde;es ns. 148 e 155 da OIT e efeitos no direito interno. In: FRANCO FILHO, Georgenor de Sousa; MAZZUOLI, Valerio de Oliveira (Org.) Direito internacional do trabalho: o estado da arte sobre a aplica&ccedil;&atilde;o das conven&ccedil;&otilde;es internacionais da OIT no Brasil. </em>S&atilde;o Paulo: LTr, 2016, p. 127-142.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Incidente de recursos de revista repetitivos. In.: DALLEGRAVE NETO, Jos&eacute; Affonso; GOULART, Rodrigo Fortunado (coord). Novo CPC e o processo do trabalho. </em>S&atilde;o Paulo: LTr, 2016. p. 249-269<em>.</em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Cumula&ccedil;&atilde;o dos adicionais de insalubridade e periculosidade. In: VIANA, M&aacute;rcio T&uacute;lio; ROCHA, Cl&aacute;udio Jannotti (Coord.). Como aplicar a CLT &agrave; luz da Constitui&ccedil;&atilde;o: alternativas para os que militam no foro trabalhista. </em>S&atilde;o Paulo: LTr, 2016, p. 303-314.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Pref&aacute;cio. FERRO, Thania Maria Bastos Lima.<span class="Apple-converted-space">&nbsp; </span>A fun&ccedil;&atilde;o punitiva da responsabilidade civil em acidentes de trabalho. </em>S&atilde;o Paulo : LTr, 2016<em>.</em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Pref&aacute;cio. BUCK, Regina C&eacute;lia. Cumulatividade dos adicionais de insalubridade e periculosidade. </em>S&atilde;o Paulo: LTr, 2015<em>.</em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Termo inicial do prazo prescricional nas a&ccedil;&otilde;es acident&aacute;rias. In.: GOULART, Rodrigo Fortunato; VILLATORE, Marco Ant&ocirc;nio (coord.). Responsabilidade civil nas rela&ccedil;&otilde;es de trabalho &ndash; reflex&otilde;es atuais. Homenagem ao Professor Jos&eacute; Affonso Dallegrave Neto. </em>S&atilde;o Paulo: LTr, 2015. p. 57-68<em>.</em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Os Recursos Repetitivos no Novo CPC e seus Reflexos no Processo do Trabalho. In.: LEITE, Carlos Henrique Bezerra. Novo CPC: repercuss&otilde;es no processo do trabalho. </em>S&atilde;o Paulo: Saraiva, 2015. p. 292-333.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Incidente de Julgamento de Recursos de Revista Repetitivos. In.: BRAND&Atilde;O, Cl&aacute;udio; MALLET, Est&ecirc;v&atilde;o (coord.) Repercuss&otilde;es do CPC no processo do trabalho. </em>Salvador: Podivm, 2015. p. 605-643.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Os valores sociais do trabalho. In: CANOTILHO, J. J. Gomes et al. (Coord.). Coment&aacute;rios &agrave; Constitui&ccedil;&atilde;o do Brasil. 1. ed. 3. tir. </em>S&atilde;o Paulo: Saraiva, 2014. p. 128-132,</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>As novas vertentes da compet&ecirc;ncia da Justi&ccedil;a do Trabalho para julgar a&ccedil;&otilde;es de indeniza&ccedil;&otilde;es por danos morais e materiais decorrentes de acidente do trabalho. In: COUTINHO, Grijalbo Fernandes; FAVA, Marcos Neves. O que est&atilde;o fazendo da nova compet&ecirc;ncia da Justi&ccedil;a do Trabalho? An&aacute;lise cr&iacute;tica da jurisprud&ecirc;ncia do STF, do TST e do STJ ap&oacute;s a EC 45/2004. </em>S&atilde;o Paulo: LTr, 2011. p. 428-464<em>.</em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>A prote&ccedil;&atilde;o ao trabalho em uma perspectiva democr&aacute;tica. In: FREITAS, Juarez; TEIXEIRA, Anderson V. (org.). Direito &agrave; democracia: ensaios transdiciplinares. </em>S&atilde;o Paulo: Conceito, 2011.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Processo Eletr&ocirc;nico na Justi&ccedil;a do Trabalho. In: CHAVES, Luciano Athayde (org.). Curso de Processo do Trabalho. </em>S&atilde;o Paulo: LTr, 2009.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Reagindo ao Ass&eacute;dio Moral &ndash; O Poder Judici&aacute;rio na Defesa da Dignidade do Trabalhador. In: UNAFISCO. Semin&aacute;rio Ass&eacute;dio Moral nas Rela&ccedil;&otilde;es de Trabalho. </em>Salvador: Unafisco, 2009.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Pref&aacute;cio. O Direito no Ano que Passou: reflex&otilde;es acad&ecirc;micas e pol&iacute;ticas. PAMPLONA FILHO, Rodolfo. </em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Anamatra: muitas hist&oacute;rias para contar. In: Anamatra: 30 anos. Um resgate da hist&oacute;ria associativa. Associa&ccedil;&atilde;o Nacional dos Magistrados da Justi&ccedil;a do Trabalho. </em>Bras&iacute;lia: Anamatra, 2008.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Acidente do trabalho &ndash; responsabilidade do empregador pelo risco da atividade e a&ccedil;&atilde;o regressiva. In: KERTZMAN, Ivan; CYRINO, Sin&eacute;sio. Leituras complementares de previdenci&aacute;rio. </em>Salvador: Podivm, 2007<em>. </em></span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>A responsabilidade pelo risco da atividade no contrato de Trabalho. In: PAIX&Atilde;O, Cristiano; RODRIGUES, Douglas Alencar; CALDAS, Roberto de Figueiredo (Org.). Os novos horizontes do direito do trabalho. </em>S&atilde;o Paulo: LTr, 2006.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>A&ccedil;&atilde;o de indeniza&ccedil;&atilde;o por danos morais e materiais decorrentes do acidente do trabalho: compet&ecirc;ncia da Justi&ccedil;a do Trabalho. In: DIDIER JR, Fred; BRITO, Edvaldo; BAHIA, Saulo Casali (Org.). Reforma do Judici&aacute;rio. </em>S&atilde;o Paulo: Saraiva, 2006.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Rela&ccedil;&atilde;o de trabalho: enfim, o paradoxo superado. In: COUTINHO, Grijalbo Fernandes; FAVA, Marcos Neves (Org.). Nova compet&ecirc;ncia da Justi&ccedil;a do Trabalho. </em>S&atilde;o Paulo: LTr, 2005.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>A sucess&atilde;o de empresa na liquida&ccedil;&atilde;o extrajudicial &ndash; responsabilidade passiva do adquirente. In: OLIVEIRA, Ant&ocirc;nio Carlos; PAMPLONA FILHO, Rodolfo (Org.). </em>Estudos de Direito. S&atilde;o Paulo: LTr, 1998<em>.</em></span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>Livros &ndash; coordena&ccedil;&atilde;o ou organiza&ccedil;&atilde;o</strong></span></h2>
<p class="p6" style="text-align: justify;"><span class="s2"><em>Repercuss&otilde;es do CPC no Processo do Trabalho. Coordenador, juntamente com Est&ecirc;v&atilde;o Mallet. </em>Salvador: Podivm, 2015, atualmente em 2&ordf; edi&ccedil;&atilde;o.</span></p>
<p class="p2" style="text-align: justify;"><span class="s2"><em>Os Direitos Fundamentais, o Direito e o Processo do Trabalho: homenagem ao Desembargador Federal do Trabalho Roberto Freitas Pessoa (org). </em>Salvador: Podivm, 2011.</span></p>
<p class="p7" style="text-align: justify;"><span class="s2"><em>Princ&iacute;pios do processo em meio reticular-eletr&ocirc;nico: fenomenologia, normatividade e aplica&ccedil;&atilde;o pr&aacute;tica </em>(Org). S&atilde;o Paulo: LTr, 2018.</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
							<nav id="menu">
								<header class="major">
									<h2>MENU</h2>
								</header>
								<ul>
									<li><a href="../../index.html">Página Inicial</a></li>
																	<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="../../academia/memoria/memorial.html">Memória</a></li>
											<li><a href="../../academia/origem/origem.html">Origem</a></li>
											<li><a href="../../academia/sede/sede.html">Sede</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Diretoria</span>
										<ul>
											<li><a href="../../diretoria/atual/diretoria.html">Atual</a></li>
											<li><a href="../../diretoria/presidentes/presidentes.html">Quadro de Presidentes</a></li>
										</ul>
									</li>
									<li>
										<span class="opener">Membros</span>
										<ul>
											<li><a href="../../membros/fundadores/fundadores.html">Fundadores</a></li>
											<li><a href="../../membros/atuais/membros.html">Atuais</a></li>
										</ul>
									</li>
									<li>

							</nav>

						<!-- Section -->
							<section>
								<header class="major">
									<h2>CONTATO</h2>
								</header>
								<ul class="contact">
									<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
									<li class="fa-phone">(71) 3235-8445</li>
									<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
									Salvador - BA, 40150-070</li>
								</ul>
							</section>

						<!-- Footer -->
							<footer id="footer">
								<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
							</footer>

					</div>
				</div>

		</div>

	<!-- Scripts -->
		<script src="../../assets/js/jquery.min.js"></script>
		<script src="../../assets/js/browser.min.js"></script>
		<script src="../../assets/js/breakpoints.min.js"></script>
		<script src="../../assets/js/util.js"></script>
		<script src="../../assets/js/main.js"></script>

</body>
</html>