<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../../assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../../index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="https://www.instagram.com/academialetrasjuridicasba/" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>EDVALDO PEREIRA BRITO</h1>
										<h2>Cadeira nº 14 - Patrono: ARISTILDES MILTON</h2>
									</header>

									<span class="image"><img src="../../images/ebrito.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Muritiba - Bahia, em 03 de outubro de 1937, filho de Edite Pereira de Brito e Jo&atilde;o Pereira dos Santos Sobrinho. Frequentou a escola prim&aacute;ria at&eacute; o quarto dos cinco anos, quando submeteu-se ao <em>Exame de Admiss&atilde;o</em> para ingresso no curso secund&aacute;rio. Naquele tempo era permitida essa abrevia&ccedil;&atilde;o. Estudou no Gin&aacute;sio da Cachoeira (1950-1953). Transferiu-se para Salvador a fim de ser aluno do curso cient&iacute;fico no tradicional Col&eacute;gio Estadual da Bahia &ndash; Central. Em 1958 foi aprovado no concurso vestibular para o curso de gradua&ccedil;&atilde;o em Direito, ministrado na Faculdade de Direito da Universidade Federal da Bahia, pela qual obteve o grau de Bacharel em Direito no dia 08 de dezembro de 1962, j&aacute; advogando como Solicitador Acad&ecirc;mico desde 1960. A vida estudantil propiciou-lhe ser aluno de grandes mestres como Orlando Gomes, Aliomar Baleeiro, Aloysio de Carvalho Filho, Alb&eacute;rico Fraga, Adal&iacute;cio Nogueira, Josaphat Marinho, Antonio Luiz Machado Neto e Jos&eacute; de Matos Antunes Varela, tendo-lhe permitido exercer intensa atividade pol&iacute;tica sendo eleito, desde ent&atilde;o, para diversos cargos do CARB - Centro Acad&ecirc;mico Ruy Barbosa da Faculdade de Direito da Universidade Federal da Bahia - UFBA: 1 - Membro do Conselho de Representantes de sua turma; 2 - Secret&aacute;rio de Ensino e Divulga&ccedil;&atilde;o; 3 - Presidente e, nesta condi&ccedil;&atilde;o, foi orador representando o corpo discente, na inaugura&ccedil;&atilde;o, em 1961, do novo pr&eacute;dio da Faculdade, ao lado do Reitor, Edgard Santos e do Diretor, Orlando Gomes. Foi professor do Curso de Vestibular promovido pelo CARB (1960) e, em 1962, professor de Sociologia para o Curso de Vestibular institu&iacute;do pela pr&oacute;pria Universidade. Procurador Jur&iacute;dico da UFBA (hoje aposentado), tendo sido Procurador Geral (1964). A UFBA o agraciou com v&aacute;rias honrarias: 02 (duas) Medalhas comemorativas, respectivamente, dos 20 e dos 60 anos da UFBA, esta &uacute;ltima (Medalha Edgard Santos) outorgada a, apenas, 16 personalidades (pessoas f&iacute;sicas) que, durante esse tempo, prestaram relevantes servi&ccedil;os &agrave; institui&ccedil;&atilde;o. Elaborou, por designa&ccedil;&atilde;o do Reitor Roberto Santos, o anteprojeto do Plano de Reestrutura&ccedil;&atilde;o da UFBA, face &agrave; legisla&ccedil;&atilde;o de reforma universit&aacute;ria que disciplinou (leis 5.539/1968 e 5.540/1968) a &ldquo;organiza&ccedil;&atilde;o e funcionamento do ensino superior e sua articula&ccedil;&atilde;o com a escola m&eacute;dia&rdquo;. Foi aprovado em concurso de t&iacute;tulos e de provas para professor da Faculdade de Direito da UFBA em 1974, lecionando at&eacute; hoje no PPGD &ndash; Programa de P&oacute;s-gradua&ccedil;&atilde;o em Direito, tendo sido aluno da primeira turma do Mestrado. &Eacute; Professor de: Direito P&uacute;blico Comparado; Jurisdi&ccedil;&atilde;o Constitucional; Sistema Constitucional Tribut&aacute;rio; Situa&ccedil;&otilde;es Jur&iacute;dicas Tribut&aacute;rias; T&oacute;picos Especiais De Direito Do Estado. Foi Professor de: Direito Constitucional (Titular) do Curso de gradua&ccedil;&atilde;o das Faculdades Integradas de Guarulhos (S&atilde;o Paulo); Legisla&ccedil;&atilde;o Tribut&aacute;ria da Escola de Administra&ccedil;&atilde;o de Empresas da Bahia, desde 1974; Legisla&ccedil;&atilde;o Tribut&aacute;ria da Universidade Estadual de Feira de Santana (Bahia), desde 1976. Legisla&ccedil;&atilde;o Tribut&aacute;ria da Escola de Administra&ccedil;&atilde;o do Ex&eacute;rcito (credenciado); Legisla&ccedil;&atilde;o Tribut&aacute;ria do N&uacute;cleo/Bahia da Escola de Administra&ccedil;&atilde;o Fazend&aacute;ria do Minist&eacute;rio da Economia (credenciado); Professor de Direito Financeiro, no Curso de p&oacute;s-gradua&ccedil;&atilde;o da Faculdade de Direito da Universidade Federal do Par&aacute;; Professor de Direito Romano, no Curso de gradua&ccedil;&atilde;o da Faculdade de Direito da Universidade Mackenzie (S&atilde;o Paulo); Professor de Direito Econ&ocirc;mico, em n&iacute;vel de p&oacute;s-gradua&ccedil;&atilde;o da Faculdade de Direito da Universidade Mackenzie. (S&atilde;o Paulo); Professor de Direito Civil, no curso de p&oacute;s-gradua&ccedil;&atilde;o da Faculdade de Direito da Universidade de Mogi das Cruzes (S&atilde;o Paulo); Coordenador do Colegiado do Curso de gradua&ccedil;&atilde;o em Direito, na Universidade Federal da Bahia; Coordenador do Curso de Especializa&ccedil;&atilde;o em Direito Empresarial (n&iacute;vel de p&oacute;s-gradua&ccedil;&atilde;o) da Faculdade de Direito da Universidade Mackenzie (S&atilde;o Paulo); Coordenador do Colegiado do Programa de P&oacute;s-Gradua&ccedil;&atilde;o em Direito (Mestrado e Doutorado) da Universidade Federal da Bahia. Doutorou-se em Direito pela Universidade de S&atilde;o Paulo &ndash; USP (1997). Livre Docente da Faculdade de Direito da Universidade de S&atilde;o Paulo &ndash; USP, por concurso de t&iacute;tulos e de provas (1998). Recebeu o t&iacute;tulo de Professor Em&eacute;rito da Universidade Presbiteriana Mackenzie (S&atilde;o Paulo) (2003). Foi aprovado em dois concursos de t&iacute;tulos e de provas como Professor Titular de Legisla&ccedil;&atilde;o Tribut&aacute;ria (2003) e como Professor Titular de Direito Civil (2007) da Faculdade de Direito da Universidade de S&atilde;o Paulo &ndash; USP. &Eacute; Professor Em&eacute;rito da UFBA e da Universidade Presbiteriana Mackenzie. &Eacute; advogado, inscrito na OAB/BA h&aacute; mais de 55 anos e na OAB/SP desde 1992. Advogado-Chefe, desde 1987, da sociedade de advogados Edvaldo Brito e Advogados Associados. Juiz Arbitral da C&acirc;mara de Concilia&ccedil;&atilde;o e Arbitragem institu&iacute;da pela Federa&ccedil;&atilde;o do Com&eacute;rcio do Estado de S&atilde;o Paulo. Consultor Jur&iacute;dico da Federa&ccedil;&atilde;o do Com&eacute;rcio do Estado da Bahia, desde 1964. Consultor Jur&iacute;dico da Funda&ccedil;&atilde;o Bahiana para o Desenvolvimento das Ci&ecirc;ncias. Presidente do Instituto Bahiano de Direito Financeiro. &Eacute; Vereador da Cidade do Salvador, Capital do Estado da Bahia, (2013/2016), reeleito no pleito de 2016 (2017/2020). Foi: Secret&aacute;rio Extraordin&aacute;rio para Assuntos Estrat&eacute;gicos do Estado da Bahia (2014); Vice-Prefeito da Cidade do Salvador, Capital do Estado da Bahia (2009/2012); Prefeito da Cidade do Salvador, Capital do Estado da Bahia (1978/1979); Secret&aacute;rio de Justi&ccedil;a do Estado da Bahia (1976/1978); Secret&aacute;rio (Interino) de Educa&ccedil;&atilde;o e Cultura do Estado da Bahia (1967/1971); Secret&aacute;rio (Substituto) de Sa&uacute;de P&uacute;blica e Assist&ecirc;ncia Social do Estado da Bahia (1961/1962); Secret&aacute;rio dos Neg&oacute;cios Jur&iacute;dicos do Munic&iacute;pio de S&atilde;o Paulo, Capital do Estado de S&atilde;o Paulo, (1997/2001); Conselheiro (Substituto) do Tribunal de Contas dos Munic&iacute;pios do Estado da Bahia; Auditor-Chefe da Auditoria Econ&ocirc;mica e Financeira do Tribunal de Contas dos Munic&iacute;pios do Estado da Bahia; Chefe da Procuradoria Jur&iacute;dica da Universidade Federal da Bahia; Assessor-Chefe da Assessoria Setorial de Programa&ccedil;&atilde;o e Or&ccedil;amento da Secretaria de Educa&ccedil;&atilde;o e Cultura do Estado da Bahia; Chefe do Departamento Jur&iacute;dico do grupo econ&ocirc;mico Paes Mendon&ccedil;a S.A., propriet&aacute;rio de cadeia de supermercados; Chefe de Gabinete do Secret&aacute;rio de Educa&ccedil;&atilde;o de Sa&uacute;de P&uacute;blica e Assist&ecirc;ncia Social do Estado da Bahia; Diretor do Departamento de Pessoal da Secret&aacute;ria de Sa&uacute;de P&uacute;blica Assist&ecirc;ncia Social do Estado da Bahia; Oficial de Gabinete do Reitor da Universidade Federal da Bahia; T&eacute;cnico de Educa&ccedil;&atilde;o do Minist&eacute;rio da Educa&ccedil;&atilde;o e Cultura; Assessor Jur&iacute;dico da Universidade Estadual de Feira de Santana; Consultor Jur&iacute;dico da Uni&atilde;o das Prefeituras da Bahia (UPB); Advogado integrante da Equipe do Escrit&oacute;rio de Advocacia do Prof. Orlando Gomes de 1963 &aacute; 1983; Membro da Comiss&atilde;o de Implanta&ccedil;&atilde;o da Reforma Universit&aacute;ria de 1968, na Universidade Federal da Bahia. Membro da Comiss&atilde;o de Estudos da Reforma Tribut&aacute;ria e Descentraliza&ccedil;&atilde;o Administrativa, criada em julho de 1985 pelo Minist&eacute;rio do Planejamento; Membro da Comiss&atilde;o Especial de &ldquo;Not&aacute;veis&rdquo; institu&iacute;da pelo Regimento Interno da Assembleia Estadual Constituinte para elabora&ccedil;&atilde;o da proposta de Projeto da Constitui&ccedil;&atilde;o para o Estado da Bahia; Membro do Conselho Municipal de Estudos Constitucionais, criado pela Prefeitura do Munic&iacute;pio de S&atilde;o Paulo e presidido, sucessivamente, pelos professores Ives Gandra da Silva Martins e Manoel Gon&ccedil;alves Ferreira Filho; Membro do Conselho de Contribuintes do Minist&eacute;rio da Fazenda &ndash; 3&ordf; C&acirc;mara de Imposto de Renda Pessoa Jur&iacute;dica (Bras&iacute;lia); Membro do Conselho Administrativo da Funda&ccedil;&atilde;o para o Desenvolvimento das Ci&ecirc;ncias (Bahia), mantenedora da Escola Bahiana de Medicina e Sa&uacute;de P&uacute;blica; Suplente de Deputado Federal at&eacute; 1990; Membro da Comiss&atilde;o Especial de &ldquo;Not&aacute;veis&rdquo; - Comiss&atilde;o de Juristas indicados para acompanhar e assessorar a Comiss&atilde;o Especial destinada a proferir parecer ao Projeto de Lei N&ordm; 1572, de 2011, que "Institui o C&oacute;digo Comercial" - PL1572/11. Vice-Presidente e Secret&aacute;rio da Associa&ccedil;&atilde;o Cultural Brasil Estados Unidos, na Bahia, (Centro Cultural Binacional de Ensino de Ingl&ecirc;s) de 1970 a 1996, atualmente &eacute; membro do seu Conselho de Administra&ccedil;&atilde;o; Membro especialista do Grupo de Trabalho constru&iacute;do pela Portaria 326, de 18/7/2016, para debater propostas de altera&ccedil;&atilde;o do marco legal de regulariza&ccedil;&atilde;o fundi&aacute;ria e definir diretrizes e metas para a Pol&iacute;tica Nacional de Regulariza&ccedil;&atilde;o Fundi&aacute;ria. &Eacute; Membro do Conselho Nacional de Promo&ccedil;&atilde;o da Igualdade Racial &ndash; CNPIR como representante de Not&oacute;rio Saber das Quest&otilde;es Raciais para bi&ecirc;nio de 2016/2018. Foi agraciado com algumas Comendas, destacando-se: Medalha concedida pela Universidade Federal da Bahia, na gest&atilde;o do Reitor Edgard Santos (Fundador da Universidade) 1966; Medalha ao M&eacute;rito, outorgada pelo Tribunal de Contas do Munic&iacute;pio de S&atilde;o Paulo 1976; Medalha Santos Dummont, outorgada pelo Minist&eacute;rio da Aeron&aacute;utica Bras&iacute;lia/DF em 30 jun. 1978; Grande Oficial da Ordem do M&eacute;rito, concedida pelo Governo do Estado da Bahia; foi o Gr&atilde;o-Mestre da Ordem do M&eacute;rito da Bahia. Salvador/BA, 11 jul. 1978; Homenagem do Governo do Estado da Bahia, outorgado pelo Governador ROBERTO SANTOS, pela colabora&ccedil;&atilde;o no Governo em 15 mar. 1979; Medalha da Arquidiocese de Salvador, recebida de Dom Avelar Cardeal Brand&atilde;o Vilela, por servi&ccedil;os prestados &agrave; Comiss&atilde;o de Recupera&ccedil;&atilde;o da Universidade Cat&oacute;lica do Salvador; Medalha Thom&eacute; de Souza, a maior Comenda do Munic&iacute;pio da Cidade do Salvador, Capital do Estado da Bahia 03 out. 1984; Medalha do M&eacute;rito de Castro Alves outorgada pela Secretaria de Educa&ccedil;&atilde;o e Cultura do Estado da Bahia, consoante a Portaria n&ordm;. 4130/87, nos termos da Lei Delegada n&ordm; 67 de 01/06/83. Salvador/BA 11 mar. 1987; Homenageado pela Assembleia Constituinte do Estado da Bahia, pela &ldquo;hist&oacute;rica contribui&ccedil;&atilde;o &agrave; Nova Carta Constitucional da Bahia&rdquo;. 05 out. 1989; Pr&ecirc;mio Especial da Academia Brasileira de Direito Tribut&aacute;rio, para a monografia sobre &ldquo;Taxas&rdquo; 31 maio 1990; Colaborador Em&eacute;rito do Ex&eacute;rcito, outorgado pelo Minist&eacute;rio do Ex&eacute;rcito Brasileiro. Bras&iacute;lia/DF, 25 ago. 1990; Cidad&atilde;o da Cidade do Salvador, concedido pela C&acirc;mara Municipal de Salvador. Salvador/BA. 19 ago. 1993; Cavalheiro da Ordem Nacional da Nig&eacute;ria (&ldquo;Order of the Niger&rdquo;); Cavalheiro da Ordem Nacional do M&eacute;rito da Rep&uacute;blica da Costa do Marfim; Visitante Distinguido da Alcadia de Maracaibo, Estado de Zulia na Rep&uacute;blica de Venezuela, assim declarado pelo Alcalde Fernando Chumaceiro Ch. 11 jul. 1994; Pr&ecirc;mio Personalidade Tribut&aacute;ria do Ano de 1996; T&iacute;tulo conferido por elei&ccedil;&atilde;o do Conselho Diretor da Academia Brasileira de Direito Tribut&aacute;rio. Salvador/BA, 1996; Ordem do M&eacute;rito Cultural &ldquo;Carlos Gomes&rdquo;, outorgada pela Sociedade Brasileira de Artes, Cultura e Ensino, confere o Grau de Comendador, da entidade, institu&iacute;da por ato da Assembl&eacute;ia Geral Extraordin&aacute;ria, de 11 de julho de 1982, na forma de Decreto n&deg;. 4506, de 11 de julho de 1974 e aprovado por Decreto n&deg;. 7569, de 04 de janeiro de 1983, do Sr. Prefeito Municipal de Campinas, como a mais alta distin&ccedil;&atilde;o honor&iacute;fica pelos seus m&eacute;ritos pessoais, para cultuar o &ldquo;Patrono da M&uacute;sica&rdquo;. Campinas/SP. 26 fev. 1997; Pr&ecirc;mio Rubens Gomes De Sousa, outorgado pela Academia Brasileira de Direito Tribut&aacute;rio. 06 jun. 1997; Pr&ecirc;mio Tributarista 1998 &ndash; &ldquo;Uma Homenagem ao Talento e &agrave; Dedica&ccedil;&atilde;o&rdquo;. - Desde 1977, o Conselho Editorial do Grupo IOB vem elegendo a cada 02 anos, o profissional de maior destaque na &aacute;rea tribut&aacute;ria, outorgando-lhe este Pr&ecirc;mio, que objetiva evidenciar e homenagear aqueles que, por suas atividades e estudos, tenham contribu&iacute;do para o aperfei&ccedil;oamento do regime de tributa&ccedil;&atilde;o no Pa&iacute;s. 19 de novembro de 1999; Comenda do Poder Legislativo Municipal, outorgado pela Uni&atilde;o de Vereadores do Brasil, &ldquo;pela valiosa contribui&ccedil;&atilde;o ao aprimoramento do Processo Democr&aacute;tico Nacional, a homenagem da Legislativa Municipal Brasileira&rdquo;. Bras&iacute;lia/DF. 02 jun. 1999; Trof&eacute;u Ra&ccedil;a Negra 500 Anos, categoria Jurista. Outorgado pela Sociedade Afro-Brasileira de Desenvolvimento S&oacute;cio-Cultural. 08 abr. 2000; Medalha da Soberana Ordem do M&eacute;rito Civico Afro-Brasileiro &ndash; 500 Anos do Brasil, concedida pela Sociedade Afro-Brasileira de Desenvolvimento S&oacute;cio-Cultural. 08 abr. 2000; Medalha do Pacificador, outorgada pelo Ex&eacute;rcito Brasileiro, por considerados servi&ccedil;os prestados. S&atilde;o Paulo/SP, 25 ago. 2000; Medalha Ao M&eacute;rito, outorgada pela Prefeitura de Pointe-&agrave;-Pitre &ndash; Guadaloupe/Fran&ccedil;a. 24 e 25 out. 2001; Comendador da Soberana Ordem do M&eacute;rito C&iacute;vico Afro-Brasileiro 500 Anos do Brasil &ndash; ANO 2000 &ndash; CICESP. S&atilde;o Paulo/SP. 24 abr. 2002; Comenda &ldquo;Cruz do M&eacute;rito do Empreendedor Juscelino Kubitschek&rdquo;, outorgada pelo Superior Tribunal de Justi&ccedil;a Arbitral do Brasil, em S&atilde;o Paulo, 09 dez. 2002; Medalha Reitor Edgard Santos, outorgada em 2006 a 16 (dezesseis) personalidades que contribu&iacute;ram com a Universidade Federal da Bahia, durante os seus 60 (sessenta) anos de exist&ecirc;ncia, 02.jul.2006; Comenda Jurista Tobias Barreto, na Categoria Alta Distin&ccedil;&atilde;o da Cultura Jur&iacute;dica, outorgada pelo Instituto Brasileiro de Estudos do Direito &ndash; 2008; Medalha Zumbi Dos Palmares outorgada pela C&acirc;mara Municipal da Cidade do Salvador, Capital do Estado da Bahia (2009). Medalha do M&eacute;rito Legislativo outorgada pela C&acirc;mara dos Deputados &ndash; Bras&iacute;lia 2009; Medalha do M&eacute;rito Tamandar&eacute; outorgada pelo Comando da Marinha &ndash; Bras&iacute;lia 2009; Medalha do M&eacute;rito Policial, outorgada pela Policia Militar do Estado da Bahia &ndash; 2010; Medalha da Ordem do M&eacute;rito Judici&aacute;rio Do Trabalho Da Bahia - Comenda Ministro Coqueijo Costa - no Grau de Comendador, outorgada pelo Tribunal Regional de Justi&ccedil;a do Trabalho da Quinta Regi&atilde;o &ndash; 2011; Medalha do M&eacute;rito da Seguran&ccedil;a P&uacute;blica, outorgada pela Secretaria de Seguran&ccedil;a P&uacute;blica do Estado Da Bahia &ndash; 2012; Diploma de Amigo do Batalh&atilde;o, outorgada pelo 19&ordm; Batalh&atilde;o de Ca&ccedil;adores - Infantaria de Linha de Santos/1710, Minist&eacute;rio da Defesa &ndash; Ex&eacute;rcito Brasileiro &ndash; 2012; Medalha da Ordem do M&eacute;rito Naval &ndash; 2012; Associado Honor&aacute;rio em reconhecimento aos relevantes servi&ccedil;os prestados &agrave; pesquisa e a p&oacute;s-gradua&ccedil;&atilde;o em Direito no Brasil, CONPEDI - Conselho Nacional de Pesquisa e P&oacute;s-Gradua&ccedil;&atilde;o em Direito &ndash; 2012; Medalha Do M&eacute;rito Militar no grau de Grande Oficial do Ex&eacute;rcito &ndash; 2014; Comenda Rui Barbosa, pela Ordem dos Advogados do Brasil &ndash; se&ccedil;&atilde;o Bahia (OAB-BA) &ndash; 2018. &Eacute; conferencista e tem pronunciado palestras e participado em centenas de reuni&otilde;es cient&iacute;ficas (Simp&oacute;sios, Semin&aacute;rios, Congressos, etc.) no Brasil e no Exterior (Arg&eacute;lia, Argentina, Costa Rica, Equador, Estados Unidos da Am&eacute;rica, Nig&eacute;ria, Senegal, It&aacute;lia, destacadamente em 2008, na sua Universidade de Bolonha, a mais antiga do mundo: &ldquo;Alma Mater Studiorum&rdquo;). &Eacute; autor de centenas de artigos sobre direito tribut&aacute;rio, constitucional, econ&ocirc;mico, administrativo e civil, publicados em revistas especializadas e de dezenas de livros publicados, em conjunto com outros autores, al&eacute;m dos seguintes, somente de sua autoria: &ldquo;Problemas jur&iacute;dicos do ICM&rdquo;; &ldquo;O desenvolvimento econ&ocirc;mico e os sistemas tribut&aacute;rios e fiscal&rdquo;; &ldquo;O conceito tributo&rdquo;; &ldquo;Decad&ecirc;ncia e prescri&ccedil;&atilde;o tribut&aacute;rias no direito brasileiro&rdquo;; &ldquo;Tributos sinalagm&aacute;ticos e contribui&ccedil;&otilde;es na legisla&ccedil;&atilde;o brasileira&rdquo;; &ldquo;A teoria do contrato e o contrato com pessoa a declarar no projeto de c&oacute;digo civil&rdquo;; &ldquo;Manual de inicia&ccedil;&atilde;o ao direito&rdquo;; &ldquo;A licita&ccedil;&atilde;o no servi&ccedil;o p&uacute;blico&rdquo;; &ldquo;Limites da revis&atilde;o constitucional&rdquo;; &ldquo;Reflexos jur&iacute;dicos da atua&ccedil;&atilde;o do Estado no dom&iacute;nio econ&ocirc;mico: desenvolvimento econ&ocirc;mico, bem-estar social&rdquo;; &ldquo;Direito Tribut&aacute;rio: Imposto, Tributos Sinalagm&aacute;ticos, Contribui&ccedil;&otilde;es, Pre&ccedil;os e Tarifas<span class="Apple-converted-space">&nbsp; &nbsp; </span>Empr&eacute;stimo Compuls&oacute;rio&rdquo;; &ldquo;Direito Tribut&aacute;rio e Constitui&ccedil;&atilde;o: Estudos e Pareceres&rdquo; &ldquo;Reflexos jur&iacute;dicos da atua&ccedil;&atilde;o do Estado no dom&iacute;nio econ&ocirc;mico: desenvolvimento econ&ocirc;mico, bem-estar social &ndash; 2&ordf; edi&ccedil;&atilde;o Revista, atualizada e ampliada&rdquo;. &Eacute;: Acad&ecirc;mico/ Membro: da Santa Casa de Miseric&oacute;rdia (Conselho &ndash; Irm&atilde;o Remido) - S&atilde;o Paulo; da Superintend&ecirc;ncia do Desenvolvimento do Nordeste &ndash; SUDENE; da Associa&ccedil;&atilde;o Nacional dos Munic&iacute;pios Produtores &ndash; ANAMUP; da Academia Brasileira de Direito Constitucional &ndash; ABDCONT; da Academia Brasileira de Letras Jur&iacute;dicas<span class="Apple-converted-space">&nbsp; </span>- <span class="Apple-converted-space">&nbsp; </span>Rio de Janeiro; da Academia Brasileira de Direito Tribut&aacute;rio &ndash; S&atilde;o Paulo; da Academia Internacional de Direito e Economia &ndash; S&atilde;o Paulo; da Academia Nacional de Economia &ndash; Rio de Janeiro; da Academia de Letras Jur&iacute;dicas da Bahia; da Academia Paulista de Letras<span class="Apple-converted-space">&nbsp; </span>Jur&iacute;dicas<span class="Apple-converted-space">&nbsp; </span>-<span class="Apple-converted-space">&nbsp; </span>S&atilde;o<span class="Apple-converted-space">&nbsp; </span>Paulo; da Academia Paulistana da Hist&oacute;ria &ndash; S&atilde;o Paulo; da Academia de Letras de Ilh&eacute;us &ndash; Bahia; da Academia de Letras de Itabuna &ndash; Bahia; da Associa&ccedil;&atilde;o Brasileira de Direito Financeiro &ndash; Rio de Janeiro; da Associa&ccedil;&atilde;o Brasileira de Preserva&ccedil;&atilde;o da Cultura Africana no Brasil &ndash; Rio de Janeiro; do Instituto Brasileiro de Administra&ccedil;&atilde;o Municipal &ndash; IBAM &ndash; Rio de Janeiro; do Instituto dos Advogados Brasileiros &ndash; Rio de Janeiro; do Instituto dos Advogados da Bahia; do Instituto dos Advogados de S&atilde;o Paulo; do Instituto Brasileiro de Estudos Tribut&aacute;rios &ndash; IBET &ndash; S&atilde;o Paulo; do Instituto de Direito P&uacute;blico e Empresarial &ndash; IDEPE &ndash; S&atilde;o Paulo; do Instituto Bahiano de Direito Financeiro - IBDF. &ndash; Bahia; do Instituto &ldquo;Pimenta Bueno&rdquo; (Associa&ccedil;&atilde;o Brasileira dos Constitucionalistas). &ndash; S&atilde;o Paulo; &ldquo;Honoris Causa&rdquo; do Instituto Brasileiro de Direito Tribut&aacute;rio &ndash; IBDT. Entidade complementar &agrave; Universidade de S&atilde;o Paulo, fundado pelo Prof. Ruy Barbosa Nogueira &ndash; S&atilde;o Paulo; Professor &ldquo;Honoris Causa&rdquo; da Faculdade Cat&oacute;lica de Ci&ecirc;ncias Econ&ocirc;micas da Bahia &ndash; FACCEBA. Doutor &ldquo;Honoris Causa&rdquo; da Faculdade Marcelo Tupinamb&aacute; de Artes, Educa&ccedil;&atilde;o, Ci&ecirc;ncias e Cultura. S&atilde;o Paulo; Doutor &ldquo; Honoris Causa&rdquo; Academiae Santae Theodarae Imperatricis &ndash; State New Jersey and Registered Washington D.C; da International Fiscal Association (IFA); efetivo do Conselho de Administra&ccedil;&atilde;o do IBAM &ndash; Instituto Brasileiro de Administra&ccedil;&atilde;o Municipal &ndash; Rio de Janeiro; do Conselho Fiscal da Empresa Editora &ldquo;A TARDE&rdquo; S.A . que edita o jornal &ldquo;A TARDE&rdquo; fundado em 1912 &ndash; Bahia; do Comit&ecirc; Internacional dos Padrinhos do Memorial &ldquo;Gor&eacute;e-Almadies et La Sauvegarde de L`ile de Gor&eacute;e em Dakar, Capital do Senegal a convite do Governo daquele Pa&iacute;s; do Conselho Universit&aacute;rio da Universidade Presbiteriana Mackenzie &ndash; S&atilde;o Paulo; Conselheiro Honor&aacute;rio do Conselho de Estudos Constitucionais e Tribut&aacute;rios da Federa&ccedil;&atilde;o do Com&eacute;rcio do Estado do Rio Grande do Sul &ndash; Porto Alegre; S&oacute;cio Titular da Ordem Nacional dos Bandeirantes &ndash; S&atilde;o Paulo; do Conselho de Curadores da Funda&ccedil;&atilde;o Jos&eacute; Silveira &ndash; Bahia.</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
						<nav id="menu">
							<header class="major">
								<h2>MENU</h2>
							</header>
							<ul>
								<li><a href="../../index.html">Página Inicial</a></li>
								<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="../../academia/memoria/memorial.html">Memória</a></li>
											<li><a href="../../academia/origem/origem.html">Origem</a></li>
											<li><a href="../../academia/sede/sede.html">Sede</a></li>
										</ul>
									</li>
								<li>
									<span class="opener">Diretoria</span>
									<ul>
										<li><a href="../../diretoria/atual/diretoria.html">Atual</a></li>
										<li><a href="../../diretoria/presidentes/presidentes.html">Quadro de Presidentes</a></li>
									</ul>
								</li>
								<li>
									<span class="opener">Membros</span>
									<ul>
										<li><a href="../../membros/fundadores/fundadores.html">Fundadores</a></li>
										<li><a href="../../membros/atuais/membros.html">Atuais</a></li>
									</ul>
								</li>
								<li>

						</nav>

					<!-- Section -->
						<section>
							<header class="major">
								<h2>CONTATO</h2>
							</header>
							<ul class="contact">
								<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
								<li class="fa-phone">(71) 3235-8445</li>
								<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
								Salvador - BA, 40150-070</li>
							</ul>
						</section>

					<!-- Footer -->
						<footer id="footer">
							<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
						</footer>

				</div>
			</div>

	</div>

<!-- Scripts -->
	<script src="../../assets/js/jquery.min.js"></script>
	<script src="../../assets/js/browser.min.js"></script>
	<script src="../../assets/js/breakpoints.min.js"></script>
	<script src="../../assets/js/util.js"></script>
	<script src="../../assets/js/main.js"></script>

</body>
</html>