<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../../assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../../index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="https://www.instagram.com/academialetrasjuridicasba/" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>GERALDO SOBRAL FERREIRA</h1>
										<h2>Cadeira nº 17 - Patrono: ALIOMAR BALEEIRO</h2>
									</header>

									<span class="image"><img src="../../images/gsobral.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p class="p1" style="text-align: justify;"><span class="s1">Natural de Aracaj&uacute; &ndash;Sergipe, nasceu em 31 de janeiro de 1936, filho de Manoel Ferreira da Silva Neto e Jesu&iacute;na Sobral Ferreira.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><span class="Apple-converted-space">&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </span>Iniciou o curso secund&aacute;rio no Estadual de Sergipe, passando pelo Col&eacute;gio Marconi de Belo Horizonte &ndash; MG, pelo Gin&aacute;sio Santo Ant&ocirc;nio, em S&atilde;o Jo&atilde;o Del Rei &ndash; MG e finalmente pelo Col&eacute;gio Nossa Senhora da Vit&oacute;ria (Maristas) j&aacute; residindo em Salvador. Iniciou o curso de Direito na Faculdade de Direito de Sergipe, formando-se pela Universidade<span class="Apple-converted-space">&nbsp; </span>Federal da Bahia, em 17 de dezembro de 1960. Especializou-se em Teoria Geral do Processo no per&iacute;odo de 1978 a 1980 pela UFBA, freq&uuml;entando o doutorado entre 1961 e 1963, sem ter defendido tese, e o mestrado em Direito Econ&ocirc;mico de 1975 a 1977. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><span class="Apple-converted-space">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </span>Exerceu os cargos de Sub-Procurador Geral do Estado da Bahia, Presidente da Ordem dos Advogados do Brasil-Sec&ccedil;&atilde;o Bahia, Presidente do Instituto dos Advogados da Bahia, Diretor acad&ecirc;mico da Faculdade de Direito da FABAC e do Centro de Estudos Jur&iacute;dicos Professor Josaphat Marinho, Vice-Diretor da Faculdade de Direito da UFBA, Chefe da Procuradoria Jur&iacute;dica da Superintend&ecirc;ncia de Engenharia Sanit&aacute;ria do Estado da Bahia - SESEB e Presidente da Escola Baiana de Forma&ccedil;&atilde;o de Dirigentes e Governantes &ndash;EDG.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><span class="Apple-converted-space">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </span>&Eacute; advogado militante na &aacute;rea do Direito Empresarial. Como Procurador do Estado foi designado para servir junto &aacute; Empresa Bahiana de &Aacute;guas e Saneamento S.A &ndash; EMBASA desde a sua constitui&ccedil;&atilde;o em junho de 1971, ocupando o cargo de Chefe de Apoio Legal designado para chefiar a Representa&ccedil;&atilde;o da Procuradoria Geral do estado junto a Secretaria de Saneamento e Desenvolvimento Urbano, estando atualmente aposentado. Foi o Diretor T&eacute;cnico do grupo de juristas contratados para a elabora&ccedil;&atilde;o do anteprojeto do C&oacute;digo Comercial de Mo&ccedil;ambique.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><span class="Apple-converted-space">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </span>Na Faculdade de Direito da Universidade Federal da Bahia, foi Professor Adjunto de Direito Comercial e Professor de Direito Societ&aacute;rio do curso de Mestrado em Direito Econ&ocirc;mico. Tamb&eacute;m lecionou no Curso de Prepara&ccedil;&atilde;o e Aperfei&ccedil;oamento da Magistratura Trabalhista CEMAG DA 5&ordf; Regi&atilde;o; Direito Comercial na Escola de Administra&ccedil;&atilde;o de Empresas da Bahia nos per&iacute;odos de 1978<span class="Apple-converted-space">&nbsp; </span>e 1979 e a mesma mat&eacute;ria na Faculdade de Direito da Universidade Salvador &ndash; UNIFACS. Foi Coordenador do Curso de Gradua&ccedil;&atilde;o em Direito e representante da Faculdade de Direito no Conselho de Coordena&ccedil;&atilde;o da Universidade Federal da Bahia, no ano de 1980.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><span class="Apple-converted-space">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </span>Publicou e participou de<span class="Apple-converted-space">&nbsp; </span>algumas obras como:<span class="Apple-converted-space">&nbsp; </span>Sociedade An&ocirc;nima, Rela&ccedil;&atilde;o Jur&iacute;dica; C&oacute;digo Comercial de Mo&ccedil;ambique &ndash; Proposta para um Anteprojeto Lei de sociedades an&ocirc;nimas: inova&ccedil;&otilde;es fundamentais; Processo Ordin&aacute;rio e Procedimento Sumar&iacute;ssimo; Princ&iacute;pios da Teoria Geral do Direito; O Direito em Sociedades Estatais.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><span class="Apple-converted-space">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </span>Ingressou na Academia de Letras Jur&iacute;dicas da Bahia em 24 de maio de 2006, sucedendo o acad&ecirc;mico Ant&ocirc;nio Theodoro Nascimento Filho. &Eacute; s&oacute;cio fundador do Instituto Bahiano de Direito Financeiro, do Instituto dos Advogados da Bahia e s&oacute;cio fundador do Centro de Estudos Al. Machado Neto. C&oacute;digo Comercial de Mo&ccedil;ambique &ndash; Proposta para um Anteprojeto</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
						<nav id="menu">
							<header class="major">
								<h2>MENU</h2>
							</header>
							<ul>
								<li><a href="../../index.html">Página Inicial</a></li>
								<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="../../academia/memoria/memorial.html">Memória</a></li>
											<li><a href="../../academia/origem/origem.html">Origem</a></li>
											<li><a href="../../academia/sede/sede.html">Sede</a></li>
										</ul>
									</li>
								<li>
									<span class="opener">Diretoria</span>
									<ul>
										<li><a href="../../diretoria/atual/diretoria.html">Atual</a></li>
										<li><a href="../../diretoria/presidentes/presidentes.html">Quadro de Presidentes</a></li>
									</ul>
								</li>
								<li>
									<span class="opener">Membros</span>
									<ul>
										<li><a href="../../membros/fundadores/fundadores.html">Fundadores</a></li>
										<li><a href="../../membros/atuais/membros.html">Atuais</a></li>
									</ul>
								</li>
								<li>

						</nav>

					<!-- Section -->
						<section>
							<header class="major">
								<h2>CONTATO</h2>
							</header>
							<ul class="contact">
								<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
								<li class="fa-phone">(71) 3235-8445</li>
								<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
								Salvador - BA, 40150-070</li>
							</ul>
						</section>

					<!-- Footer -->
						<footer id="footer">
							<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
						</footer>

				</div>
			</div>

	</div>

<!-- Scripts -->
	<script src="../../assets/js/jquery.min.js"></script>
	<script src="../../assets/js/browser.min.js"></script>
	<script src="../../assets/js/breakpoints.min.js"></script>
	<script src="../../assets/js/util.js"></script>
	<script src="../../assets/js/main.js"></script>

</body>
</html>