<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../../assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../../index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="https://www.instagram.com/academialetrasjuridicasba/" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>JOSÉ ANTÔNIO CÉZAR SANTOS</h1>
										<h2>Cadeira nº 21 - Patrono: ODILON SANTOS</h2>
									</header>

									<span class="image"><img src="../../images/csantos.jpg" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Santo Amaro da Purifica&ccedil;&atilde;o (BA), no dia 30 de mar&ccedil;o de 1940, filho de Ant&ocirc;nio C&eacute;zar Santos e Anna Menezes Santos. Foi presidente da Academia de Letras Jur&iacute;dicas da Bahia (2004 a 2006). Escritor respeitado no meio jur&iacute;dico por suas obras e com mais de cem artigos publicados. Diplomou-se pela Faculdade de Direito da UFBA em 1964, onde tamb&eacute;m concluiu curso de Doutorado em Direito P&uacute;blico, posteriormente especializou-se em Direito Processual Civil, atrav&eacute;s de curso de p&oacute;s-gradua&ccedil;&atilde;o pela Universidade Est&aacute;cio de S&aacute;, Rio de Janeiro, onde foi aluno destaque aprovado em 1&ordm; lugar, com tese in&eacute;dita e nota m&aacute;xima &ldquo;S&rdquo;, bem assim tamb&eacute;m no curso de p&oacute;s-gradua&ccedil;&atilde;o em Direito P&uacute;blico pela UFBA, aprovado com tese em que obteve grau &ldquo;S&rdquo;.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Advogado militante veio a interromper suas atividades em 26 de fevereiro de 1992 quando passou a exercer a fun&ccedil;&atilde;o de Consultor Jur&iacute;dico-Chefe da Presid&ecirc;ncia do Tribunal de Justi&ccedil;a do Estado por 4 anos. &Eacute; tamb&eacute;m Professor de Direito Processual Civil nas duas faculdades de Direito mais tradicionais da Bahia, a UFBA e a UCSAL, C&eacute;zar Santos tem responsabilidade direta pela forma&ccedil;&atilde;o processual dos grandes nomes que circulam com desenvoltura no mundo do Direito em nosso Estado.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Na condi&ccedil;&atilde;o de Procurador do Estado, assumiu durante o governo de Jo&atilde;o Durval a Fun&ccedil;&atilde;o de Auditor Geral do Estado, com status de Secret&aacute;rio de Governo. Foi Conselheiro da Ordem dos Advogados do Brasil por quatro mandatos, membro do Instituto dos Advogados da Bahia-IAB e Secret&aacute;rio-Geral da Academia de Letras Jur&iacute;dicas da Bahia, que a presidiu. Recebeu o t&iacute;tulo de Cidad&atilde;o Soteropolitano em 05-06-2018.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">O professor C&eacute;zar Santos chegou &agrave; ALJUBA na condi&ccedil;&atilde;o de conferencista requisitado e escritor respeitado no meio intelectual. Passa merecidamente a responder pelo rumo das Letras Jur&iacute;dicas na Bahia, tarefa a que dedicou toda uma vida, inclusive publicou as seguintes obras jur&iacute;dicas &ndash; <em>O procedimento sum&aacute;rio</em>, pela Editora Forense, <em>Teoria e pr&aacute;tica dos prazos processuais</em> e <em>Coment&aacute;rios &agrave;s inova&ccedil;&otilde;es do CPC</em>, <em>Auditoria P&uacute;blica e Controle Interno</em>, os primeiros pela Editora Ci&ecirc;ncia Jur&iacute;dica e o segundo pela Editora Gr&aacute;fica da Bahia. Inova&ccedil;&otilde;es ao C&oacute;digo de Processo Civil, pela Editora Distribuidora de Livros Salvador, e a <em>A nova lei de cumprimento de senten&ccedil;a</em>, pela Editora Quarteto.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Recebeu v&aacute;rias mo&ccedil;&otilde;es de louvor pelos livros publicados e sua produ&ccedil;&atilde;o em Direito: Mo&ccedil;&atilde;o da C&acirc;mara Municipal de Salvador em louvor ao escritor C&Eacute;ZAR SANTOS, em 1993. Mo&ccedil;&atilde;o de Louvor do Tribunal de Contas do Estado da Bahia pela atua&ccedil;&atilde;o e publica&ccedil;&atilde;o das obras em Auditoria P&uacute;blica- 1996 &ndash; Mo&ccedil;&atilde;o de Louvor do Tribunal de Justi&ccedil;a da Bahia pelo trabalho realizado &agrave; frente da Consultoria Jur&iacute;dica da Presid&ecirc;ncia &ndash; 1993.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Tem participado de congressos cient&iacute;ficos e ministrado cursos, realizado confer&ecirc;ncias e palestra na sua &aacute;rea. Tem colaborado em revistas especializadas, como a Revista de Processo, Bahia Forense, Ci&ecirc;ncia Jur&iacute;dica. Recebeu o pr&ecirc;mio Advogado Gon&ccedil;alo Porto de Souza, conferido pela OAB/BA, distin&ccedil;&atilde;o pelo maior trabalho jur&iacute;dico elaborado no ano de 1981. Citado em ac&oacute;rd&atilde;os da lavra do Ministro Francisco Resek, do STF, com refer&ecirc;ncias a obra jur&iacute;dica <em>O procedimento sumar&iacute;ssimo, no novo CPC</em> (hoje procedimento sum&aacute;rio com a reforma de 13.12.94 &ndash; Lei n&ordm; 8.951), autoria do Prof. C&Eacute;ZAR SANTOS &ndash; Cita&ccedil;&atilde;o dos Juristas THEOTONIO NEGR&Atilde;O, no seu <em>C&oacute;digo de Processo Civil anotado</em> &ndash; 1987 e da Des. Osny Silva em seu discurso de posse no Tribunal de Justi&ccedil;a da Bahia. Condecorado pelo Governo do Estado da Bahia &ndash; Ordem do M&eacute;rito da Bahia, no GRAU DE COMENDADOR. Por 6 (seis) vezes Paraninfo dos bacharelandos em Direito da Universidade Cat&oacute;lica do Salvador. Medalha Orlando Gomes recebida em 28.08.2013 e conferida pela Academia de Letras Jur&iacute;dicas da Bahia.</span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>Livros Publicados</strong></span></h2>
<p class="p1" style="text-align: justify;"><span class="s1"><em>Quest&otilde;es de processo civil</em>- Ed. Distribuidora de Livros Salvador Ltda, 1993; </span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><em>O procedimento sumar&iacute;ssimo</em> &ndash; Ed. Forense, 2&ordf; edi&ccedil;&atilde;o, 1993; </span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><em>Prazos processuais no CPC</em> &ndash; Ed. Ci&ecirc;ncia Jur&iacute;dica, 1995; </span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><em>Coment&aacute;rios &agrave;s novas altera&ccedil;&otilde;es ao CPC</em> &ndash; Ed. Nova Alvorada, 1995; </span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><em>A nova lei de cumprimento de senten&ccedil;a</em> &ndash; Ed. Quarteto, 2006.</span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>Antologias</strong></span></h2>
<p class="p1" style="text-align: justify;"><span class="s1"><em>Digesto de Processo</em>, vol. 1 &ndash; Ed. Forense, 1980; </span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><em>Digesto de Processo</em>, vol. 2 &ndash; Ed. Forense (p&aacute;gs. 232 a 242), 1982; </span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><em>Digesto de Processo</em>, vol. 3 &ndash; Ed. Forense (p&aacute;gs 123 a 128), 1985; </span></p>
<p class="p1" style="text-align: justify;"><span class="s1"><em>Auditoria P&uacute;blica e Controle Interno</em> &ndash; Ed. Empresa Gr&aacute;fica da Bahia, 1992.</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
						<nav id="menu">
							<header class="major">
								<h2>MENU</h2>
							</header>
							<ul>
								<li><a href="../../index.html">Página Inicial</a></li>
								<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="../../academia/memoria/memorial.html">Memória</a></li>
											<li><a href="../../academia/origem/origem.html">Origem</a></li>
											<li><a href="../../academia/sede/sede.html">Sede</a></li>
										</ul>
									</li>
								<li>
									<span class="opener">Diretoria</span>
									<ul>
										<li><a href="../../diretoria/atual/diretoria.html">Atual</a></li>
										<li><a href="../../diretoria/presidentes/presidentes.html">Quadro de Presidentes</a></li>
									</ul>
								</li>
								<li>
									<span class="opener">Membros</span>
									<ul>
										<li><a href="../../membros/fundadores/fundadores.html">Fundadores</a></li>
										<li><a href="../../membros/atuais/membros.html">Atuais</a></li>
									</ul>
								</li>
								<li>

						</nav>

					<!-- Section -->
						<section>
							<header class="major">
								<h2>CONTATO</h2>
							</header>
							<ul class="contact">
								<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
								<li class="fa-phone">(71) 3235-8445</li>
								<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
								Salvador - BA, 40150-070</li>
							</ul>
						</section>

					<!-- Footer -->
						<footer id="footer">
							<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
						</footer>

				</div>
			</div>

	</div>

<!-- Scripts -->
	<script src="../../assets/js/jquery.min.js"></script>
	<script src="../../assets/js/browser.min.js"></script>
	<script src="../../assets/js/breakpoints.min.js"></script>
	<script src="../../assets/js/util.js"></script>
	<script src="../../assets/js/main.js"></script>

</body>
</html>