<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../../assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../../index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="https://www.instagram.com/academialetrasjuridicasba/" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>


							<!-- Content -->
<section>
									<header class="main">
										<h1>JOSÉ AUGUSTO RODRIGUES PINTO</h1>
										<h2>Cadeira nº 40 - Patrono: EDGAR SANCHES</h2>
									</header>

									<span class="image"><img src="../../images/jarp.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p style="text-align: justify;"><span style="font-weight: 400;">Nascido na Cidade do Salvador, Bahia, em 07 de maio de 1929, filho de Aloysio Rodrigues Pinto e Dulce Cruz Rodrigues Pinto, completou sua forma&ccedil;&atilde;o escolar de primeiro grau na Escola Jesus Maria Jos&eacute; e de segundo grau no Col&eacute;gio Sophia Costa Pinto, em Salvador. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Graduou-se Bacharel em Direito em 8 de dezembro de 1952 pela Faculdade de Direito da Universidade da Bahia (antiga Faculdade de Direito da Bahia), numa turma em que figuraram quatro outros futuros</span> <span style="font-weight: 400;">acad&ecirc;micos, o Ministro Hylo Gurgel, o Doutor Sylvio dos Santos Faria e os professores Edson O&rsquo; Dwyer e Alice Gonzalez Borges. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Logo que concluiu o bacharelado em Direito se transferiu para o Estado de S&atilde;o Paulo, onde exerceu a advocacia por sete anos, nas comarcas da Capital e de Pacaembu, ent&atilde;o a de maior jurisdi&ccedil;&atilde;o territorial do Estado, de cujo Munic&iacute;pio foi Procurador. </span></p>
<p style="text-align: justify;">Regressando a Salvador, no final de 1959, prestou concurso para o cargo de Juiz de Direito do Estado da Bahia, obtendo aprova&ccedil;&atilde;o em 1&ordm; lugar, mas n&atilde;o chegou a exercer a magistratura, na oportunidade, pois optou pela nomea&ccedil;&atilde;o para o cargo de Assistente Jur&iacute;dico do Munic&iacute;pio de Salvador, exercido junto ao Gabinete do ent&atilde;o Secret&aacute;rio Municipal de Via&ccedil;&atilde;o e Obras P&uacute;blicas, na primeira metade dos anos 1960.</p>
<p style="text-align: justify;"><span style="font-weight: 400;">Na mesma &eacute;poca, exerceu, em comiss&atilde;o, os cargos de Assessor T&eacute;cnico e de Assistente da Vice-Governadoria do Estado da Bahia. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">No final de 1965, ingressou na carreira da Magistratura do Trabalho, mediante concurso de provas e t&iacute;tulos em que obteve a 2&ordf; coloca&ccedil;&atilde;o, sendo nomeado para o cargo inicial de Juiz do Trabalho Substituto da 5&ordf; Regi&atilde;o (Bahia e Sergipe) em 29 de outubro e promovido para o cargo de Juiz Presidente de Junta de Concilia&ccedil;&atilde;o e Julgamento em dezembro do mesmo ano. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Exerceu a judicatura trabalhista nas ent&atilde;o Juntas de Concilia&ccedil;&atilde;o e Julgamento (atuais Varas do Trabalho) de Juazeiro, de que foi o primeiro titular, Jequi&eacute;, Santo Amaro e 8&ordf; de Salvador, na qual foi aposentado a pedido, por tempo de servi&ccedil;o, em 31 de mar&ccedil;o de 1981. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Ao longo dos anos de 1976 a 1980, foi convocado pelo Tribunal Regional do Trabalho da 5&ordf; Regi&atilde;o para exercer, por diversos per&iacute;odos, o cargo de Juiz togado do Tribunal Regional do Trabalho da 5&ordf; Regi&atilde;o, em substitui&ccedil;&atilde;o a titulares, entre os quais os Acad&ecirc;micos Elson Guimar&atilde;es Gottschalk e Washington Luiz da Trindade. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Em setembro de 1972 foi nomeado para o cargo efetivo de Professor Assistente da Carreira do Magist&eacute;rio Superior Federal, por aprova&ccedil;&atilde;o em concurso p&uacute;blico de provas e t&iacute;tulos prestado na Universidade Federal da Bahia, tendo lecionado disciplinas Direito Civil, Direito do Trabalho, Direito Processual do Trabalho e Direito Processual do Trabalho, at&eacute; sua aposentadoria, a pedido, por tempo de servi&ccedil;o, no final de 1997. Ainda na Faculdade de Direito da UFBA exerceu por dois anos a Chefia do Departamento II (Direito Privado) e por seis meses, em 1985, o cargo de Diretor pro tempore. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Lecionou, tamb&eacute;m, na Faculdade de Direito da Universidade Cat&oacute;lica de Salvador (UCSAL), no ano de 1974, da qual se exonerou em cumprimento &agrave; norma limitativa de exerc&iacute;cio de cargos de professor e magistrado. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Leciona e coordena o Curso de Especializa&ccedil;&atilde;o em Direito do Trabalho e Direito Processual do Trabalho em n&iacute;vel de p&oacute;s-gradu&ccedil;&atilde;o da Funda&ccedil;&atilde;o Faculdade de Direito da Bahia e da Escola da Magistratura Trabalhista do Tribunal Regional do Trabalho da 19&ordf; Regi&atilde;o (Alagoas).</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">No bi&ecirc;nio 1998/99 foi Diretor do Centro de Prepara&ccedil;&atilde;o e Aperfei&ccedil;oamento da Magistratura Trabalhista da 5&ordf; Regi&atilde;o, atual Escola de Prepara&ccedil;&atilde;o da Magistratura Trabalhista do Tribunal Regional do Trabalho da 5&ordf; Regi&atilde;o. &nbsp;&nbsp;&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Logo depois de aposentado na carreira de Magistrado do Trabalho, passou a exercer o cargo em comiss&atilde;o de Assessor de Juiz do Tribunal do Trabalho da 5&ordf; Regi&atilde;o, do qual foi exonerado, a pedido, em 1996. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">&Eacute; autor dos seguintes livros jur&iacute;dicos: &ldquo;Recursos Trabalhistas&rdquo; (Juru&aacute;, Curitiba, 1981), &ldquo;Execu&ccedil;&atilde;o Trabalhista&rdquo; (LTr, S&atilde;o Paulo, 11 edi&ccedil;&otilde;es desde 1984), &ldquo;Recursos nos Diss&iacute;dios do Trabalho&rdquo; (Forense, Rio, 3 edi&ccedil;&otilde;es de 1990), &ldquo;Processo Trabalhista de Conhecimento&rdquo; (7 edi&ccedil;&otilde;es, desde 1991), &ldquo;Curso de Direito Individual do Trabalho&rdquo; (5 ed., desde 1993), &ldquo;No&ccedil;&otilde;es Atuais de Direito do Trabalho &ndash; Homenagem ao Professor Elson Gottschalk (Coordenador, LTr, S&atilde;o Paulo, 1995) &ldquo;A Moderniza&ccedil;&atilde;o do CPC e o Processo do Trabalho&rdquo; (LTr, S&atilde;o Paulo, 1996), &ldquo;O Direito do Trabalho e as Quest&otilde;es do Nosso Tempo&rdquo; (LTr, S&atilde;o Paulo, 1998), &ldquo;Direito Sindical e Coletivo do Trabalho&rdquo; (LTr, S&atilde;o Paulo, 2 edi&ccedil;&otilde;es desde 1998), &ldquo;Manual da Concilia&ccedil;&atilde;o Trabalhista e do Procedimento Sumar&iacute;ssimo&rdquo;, em co-autoria com Rodolfo M&aacute;rio Pamplona Filho (LTr, S&atilde;o Paulo, 2000), &ldquo;Repert&oacute;rio de Conceitos Trabalhistas&rdquo;, em co-autoria com Rodolfo M&aacute;rio Pamplona Filho (LTr, S&atilde;o Paulo, 2000), &ldquo;Manual dos Recursos Trabalhistas&rdquo; (LTr, S&atilde;o Paulo, 2006), &ldquo;Tratado de Direito Material do Trabalho&rdquo; (LTr S&atilde;o Paulo, 2007), &ldquo;Tratado de Direito Processual do Trabalho&rdquo; (LTr, S&atilde;o Paulo, 2008), &ldquo;Curso de Direito Individual do Trabalho&rdquo;, de Orlando Gomes e Elson Gottschalk (atualizador desde a 16&ordf; edi&ccedil;&atilde;o, Forense, Rio).</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">J&aacute; publicou mais de uma centena de artigos versando diferentes aspectos das jur&iacute;dicas de sua especialidade nas principais revistas mantidas por editoras nacionais e oficialmente publicadas pelo Tribunal Superior do Trabalho, por Tribunais Regionais do Trabalho e de academias de letras jur&iacute;dicas do Brasil. </span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">&Eacute; titular da Cadeira n. 79 da Academia Nacional do Trabalho, para a qual foi eleito em 1978 e cuja Presid&ecirc;ncia exerceu no bi&ecirc;nio 2000/2001. &Eacute;, igualmente, titular da Cadeira n. 40 desta Academia de Letras Jur&iacute;dicas da Bahia, cuja presid&ecirc;ncia exerceu no bi&ecirc;nio 1999/2000. &Eacute; s&oacute;cio efetivo do Instituto dos Advogados da Bahia, do Instituto Baiano de Direito do Trabalho e do Instituto Goiano de Direito do Trabalho. &nbsp;</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Al&eacute;m dos t&iacute;tulos, de Bacharel em Direito, Juiz de Direito, Juiz do Trabalho, Professor Universit&aacute;rio, obtidos por aprova&ccedil;&atilde;o em concurso p&uacute;blico, possui tamb&eacute;m o t&iacute;tulo de Especialista em Administra&ccedil;&atilde;o P&uacute;blica conferido pela Faculdade de Administra&ccedil;&atilde;o da Bahia (atual Faculdade de Administra&ccedil;&atilde;o da Universidade Federal da Bahia, em conv&ecirc;nio com o Ponto IV do Governo dos Estados Unidos da Am&eacute;rica, em 1961, e por agraciamento os t&iacute;tulos de Cidad&atilde;o do Estado de Goi&aacute;s, Presidente Honor&aacute;rio da Academia Nacional de Direito do Trabalho, Medalha da Ordem do M&eacute;rito Judici&aacute;rio do</span></p>
<p style="text-align: justify;"><br /><br /></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
						<nav id="menu">
							<header class="major">
								<h2>MENU</h2>
							</header>
							<ul>
								<li><a href="../../index.html">Página Inicial</a></li>
								<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="../../academia/memoria/memorial.html">Memória</a></li>
											<li><a href="../../academia/origem/origem.html">Origem</a></li>
											<li><a href="../../academia/sede/sede.html">Sede</a></li>
										</ul>
									</li>
								<li>
									<span class="opener">Diretoria</span>
									<ul>
										<li><a href="../../diretoria/atual/diretoria.html">Atual</a></li>
										<li><a href="../../diretoria/presidentes/presidentes.html">Quadro de Presidentes</a></li>
									</ul>
								</li>
								<li>
									<span class="opener">Membros</span>
									<ul>
										<li><a href="../../membros/fundadores/fundadores.html">Fundadores</a></li>
										<li><a href="../../membros/atuais/membros.html">Atuais</a></li>
									</ul>
								</li>
								<li>

						</nav>

					<!-- Section -->
						<section>
							<header class="major">
								<h2>CONTATO</h2>
							</header>
							<ul class="contact">
								<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
								<li class="fa-phone">(71) 3235-8445</li>
								<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
								Salvador - BA, 40150-070</li>
							</ul>
						</section>

					<!-- Footer -->
						<footer id="footer">
							<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
						</footer>

				</div>
			</div>

	</div>

<!-- Scripts -->
	<script src="../../assets/js/jquery.min.js"></script>
	<script src="../../assets/js/browser.min.js"></script>
	<script src="../../assets/js/breakpoints.min.js"></script>
	<script src="../../assets/js/util.js"></script>
	<script src="../../assets/js/main.js"></script>

</body>
</html>