<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../../assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../../index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="https://www.instagram.com/academialetrasjuridicasba/" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>LUCIANO DOREA MARTINEZ CARREIRO</h1>
										<h2>Cadeira nº 26 - Patrono: CÁRMINO LONGO</h2>
									</header>

									<span class="image"><img src="../../images/lmartinez.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Salvador, Bahia, em 10 de maio de 1972, filho de Evaristo Martinez Carreiro e Leda Marlene Dorea Martinez. Cursou o ensino infantil na Escola Santo Ant&ocirc;nio de P&aacute;dua e os ensinos fundamental e m&eacute;dio no Col&eacute;gio Estadual Jo&atilde;o Flor&ecirc;ncio Gomes, onde obteve forma&ccedil;&atilde;o t&eacute;cnica em contabilidade (1986-1988).</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Fez gradua&ccedil;&atilde;o em Direito na Universidade Cat&oacute;lica do Salvador (1990-1993). Obteve o grau de mestre em Direito na Universidade Federal da Bahia (2002) e na Universidade Castilla La Mancha, Espanha (2006). Doutorou-se em Direito pela Universidade de S&atilde;o Paulo (2012).</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; tamb&eacute;m Especialista em Direito Processual (Orientador J. J. Calmon de Passos &ndash; UNIFACS &ndash; 1996-1997), em Direito Constitucional do Trabalho (Orientador Jos&eacute; Augusto Rodrigues Pinto, UFBA &ndash; 2008-2010) e em Direito Previdenci&aacute;rio (Orientador F&aacute;bio Zambitte Ibrahim, JUSPODIVM &ndash; 2008-2010). Fez extens&atilde;o universit&aacute;ria em Mediating the Litigated Case pela Pepperdine University, P.U., Estados Unidos (2014).</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Foi professor substituto da UFBA (1997-1998) e professor contratado da Universidade Salvador (2003-2009) e da Faculdade Rui Barbosa (2006-2009).</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Desde 2010 &eacute; professor (atualmente, adjunto) dos cursos de gradua&ccedil;&atilde;o, mestrado e doutorado em Direito da Faculdade de Direito da Universidade Federal da Bahia, onde leciona Direito do Trabalho, Direito da Seguridade Social, Processo do Trabalho e Metodologia do Trabalho Cient&iacute;fico. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; professor convidado em diversos Programas de P&oacute;s-gradua&ccedil;&atilde;o (PUCRS, PUCSP, UCS, USP, UERJ, UFRGS, UFG, UFC, FDV DAM&Aacute;SIO, CERS entre outros), em diversas Escolas de Advocacia (ESADs) e Escolas Judiciais do pa&iacute;s (ENAMAT e Escolas Judiciais dos TRTs de Alagoas, Amazonas, Bahia, Cear&aacute;, Esp&iacute;rito Santo, Goi&aacute;s, Maranh&atilde;o, Para&iacute;ba, Pernambuco, Piau&iacute;, Rio Grande do Norte, Rio Grande do Sul, S&atilde;o Paulo e Sergipe).</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; Juiz do Trabalho desde 1995, ora Titular da 9&ordf; Vara do Trabalho de Salvador.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; s&oacute;cio-efetivo, mediante apresenta&ccedil;&atilde;o de tese, do Instituto Bahiano de Direito do Trabalho, IBDT (desde 2002). &Eacute; Titular da Cadeira 52 da Academia Brasileira de Direito do Trabalho (desde 2009) e tamb&eacute;m Titular da Cadeira 26 da Academia de Letras Jur&iacute;dicas da Bahia (desde 2013).<span class="Apple-converted-space">&nbsp; </span>Desde 2016 &eacute; Acad&ecirc;mico Correspondente da Academia Sul-Rio-Grandense de Direito do Trabalho, Academia Sul-Rio-Grandense de Direito do Trabalho.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; o Diretor de Publica&ccedil;&otilde;es Cient&iacute;ficas da Academia Brasileira de Direito do Trabalho no bi&ecirc;nio 2018-2020, tendo assumido o mesmo cargo no bi&ecirc;nio 2016-2018. <span class="Apple-converted-space">&nbsp; </span>Foi o Diretor Secret&aacute;rio da Academia Brasileira de Direito do Trabalho no bi&ecirc;nio de 2014-2016..</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Desde 2017 &eacute; membro do Instituto de Pesquisas e Estudos Avan&ccedil;ados da Magistratura e do Minist&eacute;rio P&uacute;blico do Trabalho &ndash; IPEATRA</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Em 2014 recebeu a Comenda da Ordem do M&eacute;rito Judici&aacute;rio do TRT da 11a Regi&atilde;o (AM), no Grau Oficial (AM). Em 2011 foi contemplado com a Comenda da Ordem do M&eacute;rito Ministro Silv&eacute;rio Fernandes de Ara&uacute;jo Jorge, no grau M&eacute;rito Ouro, TRT 19 - Tribunal Regional do Trabalho da 19a Regi&atilde;o &ndash; Alagoas. Em 2010 foi merecedor do t&iacute;tulo de S&oacute;cio-Honor&aacute;rio da Associa&ccedil;&atilde;o dos Advogados Trabalhistas de Pernambuco, AATP.<span class="Apple-converted-space">&nbsp; </span>Em 2008 ganhou a Medalha Arnaldo S&uuml;ssekind, da ANDT - Academia Nacional de Direito do Trabalho e em 2007 foi agraciado com a Medalha do M&eacute;rito Judici&aacute;rio, AMATRA 5 - Associa&ccedil;&atilde;o dos Magistrados da Justi&ccedil;a do Trabalho da 5a Regi&atilde;o. &Eacute; o ganhador da edi&ccedil;&atilde;o de 2004 do Pr&ecirc;mio Jur&iacute;dico Nacional Orlando Gomes/ Elson Gottschalk, da ABLJ - Academia Brasileira de Letras Jur&iacute;dicas.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Em 2013 foi contemplado com o t&iacute;tulo de Melhor Tese de Doutorado do Departamento de Direito do Trabalho e da Seguridade Social da Faculdade de Direito da USP do Ano de 2012, tendo recebido Mo&ccedil;&atilde;o de Louvor pelo Tribunal Regional do Trabalho da 5a Regi&atilde;o em decorr&ecirc;ncia da publica&ccedil;&atilde;o da obra Condutas Antissindicais. Em<span class="Apple-converted-space">&nbsp; </span>2012 foi distinguido com a Medalha do M&eacute;rito Laboral 2012, Academia Pernambucana de Direito do Trabalho.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Em 2012 recebeu os t&iacute;tulos de distin&ccedil;&atilde;o, louvor e recomenda&ccedil;&atilde;o de publica&ccedil;&atilde;o para a Tese de Doutorado apresentada perante o Programa de P&oacute;s-Gradua&ccedil;&atilde;o da Universidade de S&atilde;o Paulo &ndash; USP. Em 2002 recebeu tamb&eacute;m os titulos de distin&ccedil;&atilde;o, nota m&aacute;xima e recomenda&ccedil;&atilde;o de publica&ccedil;&atilde;o para a Disserta&ccedil;&atilde;o de Mestrado apresentada perante o Programa de P&oacute;s-Gradua&ccedil;&atilde;o em Direito da Universidade Federal da Bahia, PPGD - UFBA.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Entre as dignidades oferecidas pelo reconhecimento discente, foi Nome da Turma dos Formandos em Direito da Universidade Salvador, UNIFACS nos anos de 2012 e 2008, tendo sido, em 2007, escolhido Paraninfo da Turma dos Formandos em Direito da Universidade Salvador, tendo recebido na mesma institui&ccedil;&atilde;o de ensino o t&iacute;tulo de Docente Destaque no ano de 2003. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Em 2010 foi aprovado em 1&ordm; lugar no Concurso P&uacute;blico para Professor Assistente em Direito do Trabalho e Processo do Trabalho da Faculdade de Direito da Universidade Federal da Bahia, UFBA e em 1995 foi aprovado em 2&ordm; lugar no Concurso P&uacute;blico para Ingresso na Magistratura do Trabalho do TRT da 5&ordf; Regi&atilde;o- Bahia, TRT 5 - Tribunal Regional do Trabalho da 5a Regi&atilde;o - Bahia.</span></p>
<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; membro do Conselho Editorial de diversos peri&oacute;dicos cient&iacute;ficos. Possui mais de quatrocentos ensaios e artigos publicados em peri&oacute;dicos cient&iacute;ficos e livros no Brasil, Espanha e Portugal. J&aacute; proferiu mais de duas centenas de palestras e confer&ecirc;ncias. J&aacute; ministrou mais de uma centena de cursos.<span class="Apple-converted-space">&nbsp; </span>Foi examinador em muitas bancas de gradua&ccedil;&atilde;o, especializa&ccedil;&atilde;o, Mestrado e Doutorado em algumas das principais universidades brasileiras entre as quais USP, UFRGS, PUCRS, UNICAP, UCS, UFBA e UNEB. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">A sua obra mais conhecida &eacute; o Curso de Direito do Trabalho, publicado pela Editora Saraiva, mas &eacute; merecedor de muitas refer&ecirc;ncias bibliogr&aacute;ficas tamb&eacute;m pelas obras "Condutas Antissindicais" e "Reforma Trabalhista", ambas publicadas pela editora Saraiva. A obra em coautoria com Ivan Kertzman, chamada de "Guia Pr&aacute;tico da Previd&ecirc;ncia Social", publicada pela Editora JusPodivm, &eacute;<span class="Apple-converted-space">&nbsp; </span>uma das mais vendidas no &acirc;mbito previdenci&aacute;rio. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Merece tamb&eacute;m destaque a obra &ldquo;Dicion&aacute;rio Brasileiro de Direito do Trabalho&rdquo;, publicada pela LTr, de que &eacute; coordenador e autor de diversos verbetes. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">&Eacute; colunista do Jornal A Tarde, em mat&eacute;rias previdenci&aacute;rias, desde 2005. </span></p>
<p class="p1" style="text-align: justify;"><span class="s1">Sua produ&ccedil;&atilde;o intelectual pode ser acompanhada pela Plataforma Lattes em <a href="http://lattes.cnpq.br/8883729921865765"><span class="s2">http://lattes.cnpq.br/8883729921865765</span></a></span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
						<nav id="menu">
							<header class="major">
								<h2>MENU</h2>
							</header>
							<ul>
								<li><a href="../../index.html">Página Inicial</a></li>
								<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="../../academia/memoria/memorial.html">Memória</a></li>
											<li><a href="../../academia/origem/origem.html">Origem</a></li>
											<li><a href="../../academia/sede/sede.html">Sede</a></li>
										</ul>
									</li>
								<li>
									<span class="opener">Diretoria</span>
									<ul>
										<li><a href="../../diretoria/atual/diretoria.html">Atual</a></li>
										<li><a href="../../diretoria/presidentes/presidentes.html">Quadro de Presidentes</a></li>
									</ul>
								</li>
								<li>
									<span class="opener">Membros</span>
									<ul>
										<li><a href="../../membros/fundadores/fundadores.html">Fundadores</a></li>
										<li><a href="../../membros/atuais/membros.html">Atuais</a></li>
									</ul>
								</li>
								<li>

						</nav>

					<!-- Section -->
						<section>
							<header class="major">
								<h2>CONTATO</h2>
							</header>
							<ul class="contact">
								<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
								<li class="fa-phone">(71) 3235-8445</li>
								<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
								Salvador - BA, 40150-070</li>
							</ul>
						</section>

					<!-- Footer -->
						<footer id="footer">
							<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
						</footer>

				</div>
			</div>

	</div>

<!-- Scripts -->
	<script src="../../assets/js/jquery.min.js"></script>
	<script src="../../assets/js/browser.min.js"></script>
	<script src="../../assets/js/breakpoints.min.js"></script>
	<script src="../../assets/js/util.js"></script>
	<script src="../../assets/js/main.js"></script>

</body>
</html>