<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../../assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../../index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>RAYMUNDO ANTONIO CARNEIRO PINTO</h1>
										<h2>Cadeira nº 29 - Patrono: JAYME JUNQUEIRA AYRES</h2>
									</header>

									<span class="image"><img src="../../images/rpynto.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
<p class="p1" style="text-align: justify;"><span class="s1">Filho de Antonio Cypriano Pinto e Isabel Carneiro Pinto nasceu em Feira de Santana - BA no dia 30/4/1940.</span> <span class="s1">Na mesma cidade frequentou</span> <span class="s3">os antigos cursos prim&aacute;rio e ginasial. Completou seus estudos em Salvador, sendo aluno do curso cl&aacute;ssico do Col&eacute;gio Central da Bahia e, em seguida, ingressou na Faculdade de Direito da Universidade Federal da Bahia, graduando-se em dezembro de 1963.</span></p>
<p class="p2" style="text-align: justify;"><span class="s3">Retornou &agrave; cidade natal, passando a praticar a advocacia. Com voca&ccedil;&atilde;o para o magist&eacute;rio, deu aulas de Hist&oacute;ria em col&eacute;gios locais. Ocupou alguns cargos p&uacute;blicos de confian&ccedil;a, destacando-se o de Secret&aacute;rio Municipal de Educa&ccedil;&atilde;o e Cultura, durante a primeira gest&atilde;o do ex-prefeito Jo&atilde;o Durval (1967/1971). Trabalhou como consultor jur&iacute;dico do CEDIN &ndash; Centro de Desenvolvimento Industrial, &oacute;rg&atilde;o estadual de apoio &agrave;s pequenas e m&eacute;dias empresas, tendo ali exercido cargos de dire&ccedil;&atilde;o. </span></p>
<p class="p1" style="text-align: justify;"><span class="s3">Foi nomeado Juiz do Trabalho Substituto, em 1979, ap&oacute;s aprova&ccedil;&atilde;o em concurso p&uacute;blico. Atuou em v&aacute;rias das antigas Juntas de Concilia&ccedil;&atilde;o e Julgamento da 5&ordf; Regi&atilde;o da Justi&ccedil;a do Trabalho. Promovido a Juiz titular em 1986, exerceu essa fun&ccedil;&atilde;o em Juazeiro, Feira de Santana e Salvador. Chegou ao Tribunal Regional do Trabalho, por promo&ccedil;&atilde;o, em 2001, depois de um per&iacute;odo de mais de um ano atuando na mesma Corte como juiz convocado. Exerceu tr&ecirc;s cargos na Diretoria do TRT: Vice-Corregedor Regional, Corregedor Regional e Vice-Presidente. Aposentou-se como desembargador em abril de 2010. </span></p>
<p class="p3" style="text-align: justify;"><span class="s3">J&aacute; participou e continua participando de in&uacute;meros cursos, congressos, semin&aacute;rios e encontros na &aacute;rea jur&iacute;dica, sendo que, em alguns, tem sido convidado para ser palestrante. &Eacute; professor de Direito Processual do Trabalho da Faculdade Dois de Julho, em Salvador. </span></p>
<p class="p3" style="text-align: justify;"><span class="s3">Al&eacute;m de magistrado, o Des. Raymundo Pinto vem se firmando como escritor. Lan&ccedil;ou o primeiro livro em 1971: "<em>Pequena Hist&oacute;ria de Feira de Santana</em>". Escreveu "<em>S&uacute;mulas do TST Comentados</em>", obra jur&iacute;dica de sucesso que alcan&ccedil;ou a 15&ordf; edi&ccedil;&atilde;o em 2017, esta &uacute;ltima revista e atualizada ap&oacute;s a Reforma Trabalhista. Como autor de livro t&eacute;cnico, publicou ainda, sempre pela LTR Editora, &ldquo;<em>Mudan&ccedil;as do CPC e reflexos no processo trabalhista</em>&rdquo; (1997), &ldquo;<em>Precedentes da Se&ccedil;&atilde;o de Diss&iacute;dios Individuais (TST) Comentados&rdquo;</em> (1998), "<em>Guia Pr&aacute;tico de Linguagem Forense</em>" (2004), "<em>Orienta&ccedil;&otilde;es</em> <em>Jurisprudenciais do TST Comentadas&rdquo; </em>(em parceria com o Min. Cl&aacute;udio Brand&atilde;o), que alcan&ccedil;ou tr&ecirc;s edi&ccedil;&otilde;es at&eacute; 2011, e &ldquo;<em>Dom&eacute;sticos &ndash; Entenda a Nova Legisla&ccedil;&atilde;o&rdquo; </em>(2015). </span></p>
<p class="p2" style="text-align: justify;"><span class="s3">No campo da fic&ccedil;&atilde;o, produziu o romance "<em>Orfandade de um Ideal</em>", lan&ccedil;ado em 1993. Antes disso, produziu oito contos, depois reunidos num volume intitulado &ldquo;<em>A primeira vez</em>&rdquo;, lan&ccedil;ado em 2016. Sete desses contos haviam constado, de modo esparso, em publica&ccedil;&otilde;es culturais. Costuma escrever artigos para revistas e jornais, sendo atualmente colaborador ass&iacute;duo da Tribuna da Bahia. </span></p>
<p class="p2" style="text-align: justify;"><span class="s3">&Eacute; membro da Academia Feirense de Letras, admitido em 1991.</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
						<nav id="menu">
							<header class="major">
								<h2>MENU</h2>
							</header>
							<ul>
								<li><a href="../../index.html">Página Inicial</a></li>
								<li>
									<span class="opener">A Academia</span>
									<ul>
										<li><a href="../../academia/origem/origem.html">Origem</a></li>
										<li><a href="../../academia/sede/sede.html">Sede</a></li>
									</ul>
								</li>
								<li>
									<span class="opener">Diretoria</span>
									<ul>
										<li><a href="../../diretoria/atual/diretoria.html">Atual</a></li>
										<li><a href="../../diretoria/presidentes/presidentes.html">Quadro de Presidentes</a></li>
									</ul>
								</li>
								<li>
									<span class="opener">Membros</span>
									<ul>
										<li><a href="../../membros/fundadores/fundadores.html">Fundadores</a></li>
										<li><a href="../../membros/atuais/membros.html">Atuais</a></li>
									</ul>
								</li>
								<li>

						</nav>

					<!-- Section -->
						<section>
							<header class="major">
								<h2>CONTATO</h2>
							</header>
							<ul class="contact">
								<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
								<li class="fa-phone">(71) 3235-8445</li>
								<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
								Salvador - BA, 40150-070</li>
							</ul>
						</section>

					<!-- Footer -->
						<footer id="footer">
							<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
						</footer>

				</div>
			</div>

	</div>

<!-- Scripts -->
	<script src="../../assets/js/jquery.min.js"></script>
	<script src="../../assets/js/browser.min.js"></script>
	<script src="../../assets/js/breakpoints.min.js"></script>
	<script src="../../assets/js/util.js"></script>
	<script src="../../assets/js/main.js"></script>

</body>
</html>