<!DOCTYPE HTML>
<!--
	Editorial by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../../assets/css/main.css" />
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../../index.html" class="logo"><strong>ACADEMIA DE LETRAS JURÍDICAS DA BAHIA</strong></a>
									<ul class="icons">
		 								<li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
										<li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
										<li><a href="https://www.instagram.com/academialetrasjuridicasba/" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
									</ul>
								</header>

							<!-- Content -->
<section>
									<header class="main">
										<h1>SEBASTIAN BORGES DE ALBUQUERQUE MELLO</h1>
										<h2>Cadeira nº 18 - Patrono: ALMIR TOURINHO</h2>
									</header>

									<span class="image"><img src="../../images/smello.png" alt="" style="padding-left: 0px; padding-right: 0px;"></span>
									<p class="p1" style="text-align: justify;"><span class="s1">Nasceu em Salvador, Bahia, em 19 de Setembro de 1973, filho de Eduardo Navarro de Albuquerque Mello e H&eacute;lide Borges de Albuquerque Mello, estudou nas escolas Meu Cantinho &ndash; Camac&atilde;-BA (1978-1982); Centro Social de Educa&ccedil;&atilde;o (1983-1984);Col&eacute;gio S&atilde;o Jos&eacute; (1985-1988); Col&eacute;gio Nossa Senhora da Vit&oacute;ria &ndash; Marista Salvador (1988-1991). Ingressou no curso de Direito da Universidade Federal da Bahia em 1992, concluindo a gradua&ccedil;&atilde;o em 1996. Obteve o grau de mestre em 2000, bem como o t&iacute;tulo de doutor em 2008, ambos pela Faculdade de Direito da Universidade Federal da Bahia. Foi professor substituto da Universidade Federal da Bahia de 2000 a 2002, tendo sido aprovado como professor efetivo da institui&ccedil;&atilde;o em 2005, onde exerce at&eacute; os dias atuais a fun&ccedil;&atilde;o de professor da gradua&ccedil;&atilde;o e p&oacute;s-gradua&ccedil;&atilde;o. &Eacute; professor da Faculdade Baiana de Direito (2008 &ndash; atual) e foi professor da Universidade Salvador (2004-2010), do Centro Universit&aacute;rio Jorge Amado (2001-2009), da Faculdade Ruy Barbosa (2003-2008) e da Universidade Cat&oacute;lica do Salvador (2000-2006). Membro do corpo editorial da Revista Brasileira<span class="Apple-converted-space">&nbsp; </span>de Direito ( 2015 &ndash; atual), da Revista E-Civitas (2014- atual), da Revista da Faculdade de direito do Sul de Minas (2012 &ndash; atual)<span class="Apple-converted-space">&nbsp; </span>e da Revista Jur&iacute;dica da Presid&ecirc;ncia (2010-atual). Autor dos livros &ldquo;O conceito Material de Culpabilidade&rdquo;, &ldquo;Direito Penal &ndash; Sistemas, c&oacute;digos e microssistemas jur&iacute;dicos&rdquo; e &ldquo; Culpabilidade no p&oacute;s-finalismo&rdquo; e dezenas de cap&iacute;tulos de livros.<span class="Apple-converted-space">&nbsp; </span>Pesquisador dedicado ao estudo de culpabilidade, microssistemas jur&iacute;dico-penais, crimes econ&ocirc;micos e culpabilidade. Possui dezenas de artigos publicados em peri&oacute;dicos cient&iacute;ficos e livros no Brasil e exterior. Possui diversos trabalhos publicados em anais de congressos nacionais e internacionais. Avaliador de trabalhos de conclus&atilde;o de curso de gradua&ccedil;&atilde;o, mestrado e doutorado de uma centena de trabalhos. J&aacute; proferiu pelo menos uma centena de palestras e confer&ecirc;ncias nos principais eventos nacionais. J&aacute; orientou mais de oitenta trabalhos de conclus&atilde;o de cursos de gradua&ccedil;&atilde;o, mestrado e doutorado.<span class="Apple-converted-space">&nbsp; </span>Seu desenvolvimento acad&ecirc;mico pode ser acompanhado atrav&eacute;s de seu curr&iacute;culo lattes, dispon&iacute;vel no endere&ccedil;o <a href="http://buscatextual.cnpq.br/buscatextual/visualizacv.do?id=K4138394H8"><span class="s2">http://buscatextual.cnpq.br/buscatextual/visualizacv.do?id=K4138394H8</span></a></span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>LIVROS &ndash; AUTORIA</strong></span></h2>
<p class="p3" style="text-align: justify;"><span class="s1">&nbsp;<a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>.<em> O Conceito Material de Culpabilidade</em>. 1. ed. Salvador: Juspodivm, 2010. 440p .</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>Direito Penal - Sistemas, C&oacute;digos e Microssistemas Jur&iacute;dicos.</em> 1. ed. Curitiba: Juru&aacute;, 2004. v. 1. 162p .</span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>LIVROS &ndash; ORGANIZA&Ccedil;&Atilde;O</strong></span></h2>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>Culpabilidade no p&oacute;s-finalismo.</em> 1. ed. Salvador: Juspodivm, 2016. v. 1. 358p .</span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>CAP&Iacute;TULOS DE LIVRO PUBLICADO</strong></span></h2>
<p class="p1" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933"> MELLO, Sebastian Borges de Albuquerque</a></span><span class="s3">; ALBAN, Rafaela . <em>A inegociabilidade da prescri&ccedil;&atilde;o nos acordos de dela&ccedil;&atilde;o premiada. </em>In: Bruno Espi&ntilde;eira; Felipe Caldeira.. (Org.). Dela&ccedil;&atilde;o premiada estudos em homenagem ao Ministro Marco Aur&eacute;lio Mello - 2 ed.. 2ed.Belo Horizonte: D&acute;Placido, 2017, v. 2, p. 545-563</span></p>
<p class="p1" style="text-align: justify;"><span class="s3">M<a href="http://lattes.cnpq.br/2042697331981933"><span class="s4">ELLO, Sebastian Borges de Albuquerque</span></a>; HERNANDES, C. R. . <em>O delito de lavagem de capitais e a teoria da cegueira deliberada: campatibilidade no direito penal.</em> Direito Penal Processo Penal e Constitui&ccedil;&atilde;o. 1ed.Florian&oacute;polis: Conpedi, 2017, v. 1, p. 07-29.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>; MINAHIM, Maria Auxiliadora .<em> Imagem cubo-anal&iacute;tica de Raul Chaves.</em> In: Fredie Didier Jr.. (Org.). O Nome das Salas. 1ed.Salvador: Juspodivm, 2016, v. 1, p. 215-222.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>Da psican&aacute;lise &agrave; neuroci&ecirc;ncia: do fim ao fim da culpabilidade?. </em>In: Sebastian Borges de Albuquerque Mello. (Org.). Culpabilidade no p&oacute;s-finalismo. 1ed.SALVADOR: Juspodivm, 2016, v. 1, p. 57-77.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">ALBAN, Rafaela ;&nbsp;<a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>&nbsp;.<em> A inegociabilidade da prescri&ccedil;&atilde;o nos acordos de dela&ccedil;&atilde;o premiada.</em> In: Bruno Espi&ntilde;eira e Felipe Caldeira. (Org.). Dela&ccedil;&atilde;o premiada: estudos em homenagem ao ministro Marco Aur&eacute;lio de Mello. 1ed.Belo Horizonte: D'Placido, 2016, v. , p. 545-563.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>.<em> O Direito Penal segundo Filinto Bastos</em>. In: Fredie Didier Jr.. (Org.). Os Nomes das Salas. 1ed.Salvador: Juspodivm, 2016, v. 1, p. 147-156.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>O Sujeito Ativo do Tr&aacute;fico de Influ&ecirc;ncia e o Anteprojeto do Novo C&oacute;digo Penal. In: Gustavo Henrique Badar&oacute;.</em> (Org.). Doutrinas Essenciais de Direito Penal e Processo penal. 1ed.S&atilde;o Paulo: Editora Revista dos Tribunais, 2015, v. 3, p. 1285-1306.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>Culpabilidade e neuroci&ecirc;ncias. Entre problemas reais e imagin&aacute;rios.</em> In: Busato, Paulo Cesar. (Org.). Neuroci&ecirc;ncias e Direito Penal. 1ed.S&atilde;o Paulo: Atlas, 2014, v. , p. 200-.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>; PIMENTEL, Fabiano. ; FARIA, Cesar ; HABIB, Sergio ; BANDEIRA, Thais. ; DUCLERC, Elmir . <em>As tr&ecirc;s dimens&otilde;es da Proporcionalidade no Direito Penal.</em> In: Coutinho, Luiz Augusto; Pimentel, Fabiano; Ribeiro, Wanderley.. (Org.). Estudos em homenagem ao professor Thomas Bacellar. 1ed.Salvador: ESA/BA, 2014, v. 1, p. 315-336.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>Artigo 350 do C&oacute;digo penal. revoga&ccedil;&atilde;o e inconstitucionalidade.</em> In: Antonio Oswaldo Scarpa; Gamil F&ouml;ppel el Hireche. (Org.). Temas de Direito Penal e Processual Penal: Estudos em homenagem ao juiz Tourinho Neto. 1ed.Salvador: , 2013, v. , p. 539-548.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>A tutela penal das rela&ccedil;&otilde;es de consumo e o art. 278 do C&oacute;digo Penal.</em> In: Luiz R&eacute;gis Prado, Ren&eacute; Ariel Dotti. (Org.). Direito penal do Ambiente, consumidor, patrim&ocirc;nio gen&eacute;tico e sa&uacute;de p&uacute;blica. 1ed.S&atilde;o Paulo: Revista dos Tribunais, 2011, v. III, p. 899-916.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>; HIRECHE, Gamil F&ouml;ppel El ; MINAHIM, Maria Auxiliadora ; MOREIRA, Romulo Andrade . <em>Fraude para recebimento do valor do seguro em face dos princ&iacute;pios da dignidade, lesividade e interven&ccedil;&atilde;o m&iacute;nima..</em> In: Gamil F&ouml;ppel. (Org.). Novos Desafios do Direito Penal no Terceiro Mil&ecirc;nio. : Lumen Juris, 2009, v. , p. -.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>O princ&iacute;pio da proporcionalidade no direito Penal.</em> In: Ricardo Augusto Schmitt. (Org.). Princ&iacute;pios Penais Constitucionais. 1ed.: , 2007, v. , p. 191-228.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>O juiz natural e a compet&ecirc;ncia das varas de substitui&ccedil;&atilde;o do Estado da Bahia.</em>. In: Fredie Didier Jr; Luiz Rodrigues Wambier; Luiz Manoel Gomes Jr.. (Org.). Constitui&ccedil;&atilde;o e Processo. Salvador: Juspodivm, 2007, v. , p. 681-712.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>O Estado contra a Fam&iacute;lia e o sujeito ativo de Falso testemunho</em>. In: Maria Auxiliadora Minahim. (Org.). A Fam&iacute;lia na Contemporaneidade. 1ed.Salvador: Juspodivm, 2006, v. , p. 157-168.</span></p>
<h2 class="p1" style="text-align: justify;"><span class="s1"><strong>TRABALHOS PUBLICADOS EM ANAIS DE CONGRESSOS</strong></span></h2>
<p class="p3" style="text-align: justify;"><span class="s1">M<a href="http://lattes.cnpq.br/2042697331981933">ELLO, Sebastian Borges de Albuquerque</a>; FIGUEIREDO, R. B. C. <em>Atipicidade penal do mero inadimplemento de icms.</em> In: XXVII Encontro Nacional Conpedi Salvador ? BA, 2018, Salvador. Direito penal, processo penal e constitui&ccedil;&atilde;o i, 2018.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">ALBAN, Rafaela ;&nbsp;<a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>&nbsp;. <em>Limites da ren&uacute;ncia a direitos nos acordos de dela&ccedil;&atilde;o premiada</em>. In: Vi Encontro Internacional do Conpedi, 2017, 2017, San Jos&eacute;. Novas Perspectivas do Direito: Di&aacute;logos ou Disjun&ccedil;&otilde;es entre o direito p&uacute;blico e o direito privado. Florian&oacute;polis: CONPEDI, 2017. Florian&oacute;polis: CONPEDI, 2017. p. 346-364.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1">HERNANDES, C. R. ;&nbsp;<a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>&nbsp;. <em>O delito de lavagem de capitais e a teoria da cegueira deliberada: compatibilidade no direito penal brasileiro</em>?. In: VII Encontro Internacional do Conpedi, 2017:Interconstitucionalidade: Democracia e Cidadania de Direitos na Sociedade Mundial - Atualiza&ccedil;&atilde;o e Perspectivas, 2017, Braga. O delito de lavagem de capitais e a teoria da cegueira deliberada: compatibilidade no direito penal brasileiro?, 2017.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>A defesa da codifica&ccedil;&atilde;o do direito penal e a cr&iacute;tica ao big bang legislativo</em>. In: III Encontro de Internacionaliza&ccedil;&atilde;o do CONPEDI / Unilasalle / Universidad Complutense de Madrid, 2016, O&Ntilde;ATI. Crime, Sociedade e Direitos Humanos. Florian&oacute;polis: CONPEDI, 2016. p. 195-213.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>Aspectos Pol&ecirc;micos do Delito de Explora&ccedil;&atilde;o de Prest&iacute;gio.</em> In: Teses da Faculdade Baiana de Direito, 2011, Salvador. Teses da Faculdade Baiana de Direito, 2011. v. 3. p. 405-420.</span></p>
<p class="p3" style="text-align: justify;"><span class="s1"><a href="http://lattes.cnpq.br/2042697331981933">MELLO, Sebastian Borges de Albuquerque</a>. <em>O novo enquadramento jur&iacute;dico do ?sequestro-rel&acirc;mpago? em face da Lei 11.923/2009</em>. In: F&oacute;rum de Teses da Faculdade baiana de Direito, 2009, Salvador. F&oacute;rum de teses da Faculdade Baiana de Direito, 2009. v. 1</span></p>
								</section>

						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Menu -->
						<nav id="menu">
							<header class="major">
								<h2>MENU</h2>
							</header>
							<ul>
								<li><a href="../../index.html">Página Inicial</a></li>
								<li>
										<span class="opener">A Academia</span>
										<ul>
											<li><a href="../../academia/memoria/memorial.html">Memória</a></li>
											<li><a href="../../academia/origem/origem.html">Origem</a></li>
											<li><a href="../../academia/sede/sede.html">Sede</a></li>
										</ul>
									</li>
								<li>
									<span class="opener">Diretoria</span>
									<ul>
										<li><a href="../../diretoria/atual/diretoria.html">Atual</a></li>
										<li><a href="../../diretoria/presidentes/presidentes.html">Quadro de Presidentes</a></li>
									</ul>
								</li>
								<li>
									<span class="opener">Membros</span>
									<ul>
										<li><a href="../../membros/fundadores/fundadores.html">Fundadores</a></li>
										<li><a href="../../membros/atuais/membros.html">Atuais</a></li>
									</ul>
								</li>
								<li>

						</nav>

					<!-- Section -->
						<section>
							<header class="major">
								<h2>CONTATO</h2>
							</header>
							<ul class="contact">
								<li class="fa-envelope-o"><a href="#">aljba@hotmail.com</a></li>
								<li class="fa-phone">(71) 3235-8445</li>
								<li class="fa-home">Alameda Capimirim, 14 - Graça<br />
								Salvador - BA, 40150-070</li>
							</ul>
						</section>

					<!-- Footer -->
						<footer id="footer">
							<p class="copyright">&copy; All rights reserved. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
						</footer>

				</div>
			</div>

	</div>

<!-- Scripts -->
	<script src="../../assets/js/jquery.min.js"></script>
	<script src="../../assets/js/browser.min.js"></script>
	<script src="../../assets/js/breakpoints.min.js"></script>
	<script src="../../assets/js/util.js"></script>
	<script src="../../assets/js/main.js"></script>

</body>
</html>